[
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Volunteer Appreciation Dinner 2021",
		"org": "UCLA UniCamp",
		"amt": 1000,
		"desc": "UCLA UniCamp will be hosting an appreciation dinner for volunteers and intends to both make the event as green as possible and use it as an opportunity to promote sustainable habits. The appreciation dinner will use biodegradable dining ware, and as an organization that already focuses on student connections to nature, UniCamp will use this event to explicitly educate volunteers on sustainability through informational placards, PowerPoint presentations, and a succulent project."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Sustainable Food Task Force Student Position",
		"org": "Housing and Dining Sustainability",
		"amt": 750,
		"desc": "Housing and Dining Sustainability is creating a stipended student position on The Sustainable Food Task Force, which works to research, promote, and engage the UCLA community with sustainable food. The student will hold an important role in the task force, coordinating and setting agendas, offering a student perspective on projects, and working with other sustainable food work across campus. This position will also be able to impact the student body through education and by increasing the reach and accessibility of the task force across campus."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Reusable Dining Pilot Program",
		"org": "Sustainagoals/USAC Facilities Commission",
		"amt": 500,
		"desc": "The Sustainagoals committee of the Undergraduate Students Association Council Facilities Commission will be launching a pilot program of a reusable dining ware program at Bruin Bowl for the 2021-2022 academic year, in which students will be provided a reusable container, which they will have to return to designated stations within a set time. In this preparatory year, students from the Disabled Student Union and other relevant groups will be asked for guidance and feedback on the program, and these students will be stipended for their work in educating and advising on the project's logistics and accessibility."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Solar Decathlon Application",
		"org": "Solar Decathlon",
		"amt": 50,
		"desc": "Solar Decathlon is a design challenge where students incorporate high-performance building design strategies into curriculum and pursue sustainable building careers. UCLA students will be joining the national challenge and will be working to promote sustainable and eco-friendly housing, and the application fee will be covered by TGIF. These students will learn about solutions to housing and infrastructure issues in Los Angeles, and if the designs and architecture presented by UCLA students are chosen as the winning project, the designs could be implemented in the real world, but with or without a win, the project itself will have huge impacts on the participating students and the culture of sustainability at UCLA."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "True Cost Documentary Screening",
		"org": "Buy Your Values/USAC Facilities Commission",
		"amt": 100,
		"desc": "Buy Your Values is a project of the EJ Now component of the Facilities Commission, and is a year-long campaign to push the UCLA store to adopt higher labor and environmental standards for its apparel licensees, as well as educating the student body about apparel justice issues at UCLA. Buy Your Values will be showing the documentary \"True Cost,\" outlining the conditions within the garment industry and will be discussing its relation to the campaign here at UCLA. The screening cost will be covered by TGIF, and the screening will build awareness and consciousness of our connection as students to the garment industry through apparel purchases at the store and elsewhere, increasing sustainable awareness on campus and among individuals."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Stone Canyon Creek Restoration",
		"org": "Ecological Restoration Association",
		"amt": 521.85,
		"desc": "ERA's Stone Canyon Creek Restoration project aims to organize a collective of UCLA students, faculty, administrators, and community members to reinvigorate and accomplish the habitat restoration of Stone Canyon Creek on UCLA's campus near the Anderson School of Management. For the remainder of fall quarter, they will be hosting habitat restorations in collaboration with The Bay Foundation on the weekends of November 14th, November 21st, and December 4th to remove invasive species from the creek bed including English Ivy and periwinkle. This project will have a high impact as it will engage up to 30 students and community members per weekend in habitat restoration and restore a riparian ecosystem improving the water quality of runoff that passes through Stone Canyon Creek, all while providing a natural habitat on campus for beauty and mental health benefits."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "PATH LA Shelter Volunteering",
		"org": "Bruin Dine - CPO",
		"amt": 153.47,
		"desc": "PATH Cooks is a volunteer program in which volunteer groups cook meals to serve food insecure residents living in PATH's interim housing facilities, and UCLA CPO's Bruin Dine is looking to volunteer with PATH West LA to aid food insecure populations in the LA area by allowing student volunteers to purchase groceries and cook meals for up to 20-30 veterans at a time. Not only do many UCLA students rely on PATH services, but this project is also tied to sustainability as more and more residents of the LA area become at risk of food and housing insecurity due to climate change and its effects. By healing the community's food insecurity, UCLA student volunteers will be working to heal the effects of climate change and advocate for greater sustainability."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Bruin Underwater Robotics",
		"org": "American Society of Mechanical Engineers (ASME)",
		"amt": 992.54,
		"desc": "The BUR-Tripati Collaboration Project is a collaboration between Professor Robert Eagle of UCLA's Tripati Lab and Atmospheric and Oceanic Sciences Department and Bruin Underwater Robotics (BUR), a team belonging to ASME (the American Society of Mechanical Engineers). This project will build and modify the BlueRobotics BlueROV2 into a comprehensive research instrument with sensors for environmental study and will be used by the lab and by undergraduates completing their capstone projects. This instrument will allow students to collect data about our oceans that can contribute to environmental research toward a sustainable future."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Plastic2Food",
		"org": "Bruin Home Solutions",
		"amt": 262.56,
		"desc": "The Bruin Home Solution Plastic2Food project is dedicated to the research of mealworms and their unique ability to consume/digest plastics, specifically testing the mealworm's ability with new plastics and testing the viability of mealworm frass as a fertilizer. If this fungal breakdown and bioreactor can be incorporated into a productive system, then Bruin Home Solutions will aim to focus on diverting styrofoam produced on UCLA campus to this system that can break down these hard-to-recycle plastics. This project will also educate the greater LA community (and eventually on an even larger scale) of the mealworm's potential to solve/help the global waste crisis."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "H2O",
		"org": "Bruin Home Solutions",
		"amt": 953.14,
		"desc": "Bruin Home Solutions will be conducting a Restroom and Irrigation Audit program to collect data to identify where retrofits/replacements of fixtures can save the most water and money. Based on their 2019 Water Audit Report, UCLA can save over a million gallons of water per year with a financial break-even time of three years, and this year, gathering higher quality data will produce a Water Audit Report with actionable recommendations for review by Facilities Management and other stakeholders by the end of the year."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Fair Trade for Finals",
		"org": "E3: Ecology, Economy, Equity",
		"amt": 155.51,
		"desc": "E3 will be handing out Fair Trade products on Bruin Walk during finals week, addressing student stress, and providing vegan and sustainably sourced snacks in Fair Trade bags. The goody bags will also include a survey and a fact sheet to inform our student body about the importance of choosing Fair Trade in the future. Educating and imparting sustainable and Fair Trade shopping habits upon students while simultaneously providing students with nourishing snacks and teas will add to the culture of student wellness and sustainability on campus."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Radiator Optimization",
		"org": "Bruin Formula Racing",
		"amt": 998.67,
		"desc": "Bruin Formula Racing is a student-run technical organization that designs, manufactures, tests, and competes with a formula-style race car, equipping young engineers with the skill set and experience necessary to contribute at the collegiate and professional levels. This year, they are focusing on optimizing the vehicle's radiator design, which will increase engine performance, lower fuel consumption, and decrease carbon emissions. In addition, this research project will teach new members about BFR's focus on the environmental impact of our vehicles. This addition of a focus on environmental impacts on racing vehicles will push the project to consider values and the possibilities of sustainability, which will have lasting impacts on the student engineers and the vehicle racing community as a whole."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Measuring Neighborhood Outdoor Light Pollution in Los Angeles in the Lens of Equity",
		"org": "SLAGC-URSP",
		"amt": 500,
		"desc": "Ahalya Sabaratnam is initiating a study that compares and analyzes outdoor environments in a sample of neighborhoods stratified by socioeconomic characteristics and sharing similar light pollution conditions as measured by satellites as part of the Sustainable LA Grand Challenge program (SLAGC-URSP). This research will provide guidance on the implementation of high-efficiency lighting (LEDs) in a way that is equitable and ecologically sensitive, ensuring the sustainability framework is addressed, and it will contribute to the initiation of a ground-level worldwide map of light pollution by using a 360-degree camera to capture a nighttime view of the UCLA campus and its light pollution."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "JazzReggae Fest",
		"org": "UCLA Cultural Affairs Commission",
		"amt": 941.75,
		"desc": "JazzReggae Fest (JRF) is celebrating three decades of good vibes, jammin' music, and cultural and environmental enrichment with a one-day festival under the Los Angeles sun. Jazz Reggae Fest is growing from its roots in 1986, presenting headliners from the genres of jazz and reggae as well as the styles of music that they inspire. JazzReggae's commitment to sustainability draws national recognition from VH1 and DoSomething.org as one of the top 4 most sustainable music festivals. This event will inspire attendees to lead more eco-friendly lifestyles by the outdoor, sustainable, and holistic atmosphere created at the festival, and they will hopefully leave the festival being more conscious about the products they are disposing of, and the practices they are engaging in that are affecting their immediate environment."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Sustainable Stress Relief Succulent Planting by ESN",
		"org": "UCLA Environmental Student Network",
		"amt": 200,
		"desc": "The Sustainable Succulent Planting Stress Relief Event is an end-of-the-quarter event hosted by the Environmental Student Network where students come and paint small succulent pots and have succulents planted in them to take home. This event will bring together people in the UCLA sustainability community, giving them a chance to bond and come together at the end of a hectic quarter-- creating a sense of togetherness among the sustainability community and environmental science majors. Community is essential to sustainability, and this event builds that while allowing students to destress and connect with nature and plants."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Renewable Natural Gas--Compost",
		"org": "Renewable Energy Association",
		"amt": 702.35,
		"desc": "The student-run Renewable Energy Association's Renewable Natural Gas compost subteam was developed with the ultimate goal of transitioning UCLA from using fertilizer to organic compost for vegetation on campus. To that end, the subteam is working to execute soil quality testing on campus grounds for studying the viability of fertilizer alternatives. For the initial stage of the comparison study (Winter 2022), site application treatments will consist of synthetic fertilizer currently used on campus and organic compost obtained from UCLA's partner facility, Athens. Eventually, REA will introduce biogas effluent, an additional treatment variable, for study in Spring 2022. Through this research, REA will be able to determine whether it would be possible to replace the currently used synthetic fertilizer on UCLA's lawns with biogas effluent or organic compost, and they will encourage UCLA to implement a cradle-to-cradle waste processing system on campus."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Renewable Natural Gas--Waste Processing",
		"org": "Renewable Energy Association",
		"amt": 561,
		"desc": "The Waste Processing arm of the REA's Renewable Natural Gas project designs and conducts waste audits to determine the energy potential of UCLA's waste. To address the lack of a systematic way to track and document waste streams at UCLA, the team developed a comprehensive labeling system for campus waste bins. The system includes a digital map of all waste bins at UCLA, as well as unique IDs and physical tags for each bin. A digital map to get an initial count of waste bins on campus has been created, and tags for waste bins are the first step in providing accurate waste management data to both undergraduates and Facilities Management. The project will streamline waste audit processes for student projects and simultaneously allow for the progression of campus sustainability initiatives involving waste reduction, allowing for students and the school to collaboratively spearhead more directed initiatives to fulfill UC sustainability goals for waste reduction and diversion."
	},
	{
		"quarter": "Fall",
		"year": 2021,
		"name": "Fall 2021 Funding",
		"org": "Unravel at UCLA",
		"amt": 350,
		"desc": "Unravel at UCLA is a club that focuses on fashion sustainability, textile waste, and fast fashion culture on campus. In order to promote upcycling and sustainable fashion, Unravel will be holding a giveaway of thrifted crewnecks and hoodies that will be embroidered at the UCLA makerspace. They will also be holding a speaker event with Twin Flames, a Female-Founded studio combatting fast fashion. These projects will educate students on fashion and make the entire campus more aware of their impacts, as well as empower students to take action to make a dent in the environmental impact of the fashion industry."
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "Office of Sustainability",
		"name": "Social Media Interns",
		"desc": "In these uncertain times amid COVID-19, all learning has moved online, students have moved home, and most staff are working remotely from home. Though the campus community is not on campus, the UCLA Office of Sustainability is looking to engage with the campus community via online media to provide content that will entertain, educate, and help viewers practice sustainability from wherever they are in the world. The Office of Sustainability is looking to grow and expand as the world moves towards digital content and interactions to prevent the spread of COVID-19.",
		"amt": 2400
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "SAR",
		"name": "ARMS: Applied Research Management Systems",
		"desc": "The ARMS team intends to create a singular, accessible space for the UCLA community to share, analyze, and track sustainability research conducted by on-campus student groups and programs including Sustainability Action Research, the Sustainable LA Grand Challenge Undergraduate Research Scholars program, Student Organization projects, internships, and other client projects on campus. They are conducting an online survey aimed at past student researchers to help understand how past research was conducted and any challenges experienced. The feedback from this survey will help them draft recommendations and best practices for creating a future sustainability research database. They hope to create a resource for current and future students to build on each other's work and create a larger legacy of student-led sustainability.",
		"amt": 200
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "Sage Hill",
		"name": "Outdoor Lab",
		"desc": "The Sage Hill Practicum is a year-long project led by five environmental science seniors: Arlene Tieu, Maya Canapary, Maggie Elgin, Isabel Gandarilla, and Ziyaad Qureshi. They aim to help UCLA develop a strategic plan for outdoor, nature-based teaching and undergraduate research at Sage Hill—a unique plot of land in the northwest corner of campus that represents the last remaining patch of native habitat in all of West Los Angeles south of Sunset Boulevard. As part of the strategic plan, they are developing a list of needed improvements in the area. The top priority improvement is the removal of a large, old fiberglass tank (approx. 35ft. long, 7ft. diameter) that mars the area and impedes restoration efforts.",
		"amt": 5500
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "LARC",
		"name": "Spring Public Engagement Initiative",
		"desc": "This two-part project aims to bring people together and provide resources for creating a climate resilient LA. Part 1: Organize an online public forum on climate resilient communities to connect climate practitioners and policymakers, along with the future generation of climate leaders, with cutting edge research and best practices in the field. This June event offers an opportunity to convene a broad range of public voices working on shifting power to communities and increasing community capacity. Open to the public, this event provides a valuable online educational experience and opportunities for virtual networking with the region’s climate leaders. Part 2: Maintain the 2020 Legislative Tracker on climate change legislation as a resource for adaptation professionals and climate activists across California. This includes intensive research and subsequent outreach to stakeholders concerning legislation.",
		"amt": 4845
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "Grand Challenges LA: Undergrad Research Scholars Program",
		"name": "Urban Heat Island Mitigation Strategies in LA",
		"desc": "Their undergraduate-initiated and led research project focuses on urban heat, specifically the Cool Streets program run by the City of Los Angeles. This pilot program has been implemented in a handful of neighborhoods that experience intense heat, with the intention of testing the benefits of light gray pavements that reflect sunlight rather than absorbing it. They aim to evaluate the effectiveness of this program and make recommendations on how the city should move forward with cooling strategies.",
		"amt": 250
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "SAR Waste Diversion",
		"name": "Focus Group Incentives",
		"desc": "Their project works to create a Productions Guide for the UCLA Theatre and Film School to establish a tangible document for sustainability best practices. This will be essential as no such document exists, and from their recent observations and interviews, there is a large discrepancy between stated practices and those currently in use. That is why it is essential they establish future best practices in their Productions Guide through in-depth interviews with students in their focus group. However, current outreach has been met with minimal success especially mitigated by current circumstances, and they believe incentivizing such involvement is critical for participation.",
		"amt": 1000
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "General Representative 1",
		"name": "COVID-19 Relief Fund",
		"desc": "This COVID-19 Relief Fund subsidizes and minimizes the loss of income and financial insecurities students are facing. With the increasing number of students that are no longer able to work or have had parents that help sustain them also being out of work, there is an incredible need for students to receive some sort of funding. Furthermore, while the federal and various state governments have been providing some sort of financial support, a lot of students are not eligible due to being legally classified as dependents. Gen Rep 1 aims to reach as many students as possible while also ensuring the amount provided to students is enough for them to be useful.",
		"amt": 30000
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "SAR",
		"name": "Lawn Management",
		"desc": "The lawn management team is researching the issue of composting benefits as a sustainable and efficient alternative for lawn management practices in order to demonstrate to Facilities Management that chemical fertilizers are not necessarily the best choice. The team is requesting funds to be able to pay for soil lab tests and associated facility use. The lab tests are crucial for the data set as it will show whether or not the transition from compost improves soil moisture retention, organic nutrient intake (NPK), and microbial activity among other necessities for maintaining green lawns.",
		"amt": 725
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "Bruin Home Solutions/Bruin Beekeeping",
		"name": "Bruin Apiary",
		"desc": "The Bruin Apiary Project is led by a team of students, staff, faculty, and professional beekeepers working together to bring honey bee hives to the UCLA campus. Major stakeholders include UCLA Facilities, UC Agricultural and Natural Resources (UCANR), California Master Beekeeper Program (CAMBP), and UCLA Extension Landscape Architecture and Horticulture Program in addition to multiple student clubs. Currently, they are in Phase I of the project, where they 1) design the physical implementation of the beehives, 2) develop an apiary management plan and oversight committee structure, 3) develop educational/research programs/partnerships centered around the hives, and 4) collaborate with CAMBP/UCANR to digitize the Apprentice Level Beekeeper certification course to serve as a reliable training tool for UCLA students into perpetuity. They move into Phase II (building of beehive and signed agreements) when Master Proposal is finalized by UCLA Admin (projected to be Fall) and permits are finalized.",
		"amt": 24000
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "UCLA Housing",
		"name": "Strategic Plan: DEI & Sustainability Workshop",
		"desc": "UCLA Housing held a virtual workshop during Week 10 to engage students on the UCLA Sustainability Strategic Plan that is currently being developed. This workshop acted as a focus group to help ascertain students' perspectives on the intersection between sustainability and Diversity, Equity, & Inclusion (DEI) initiatives at UCLA. This focus group helped inform the development of DEI initiatives within sustainability in the Strategic Plan.",
		"amt": 700
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "TGIF",
		"name": "Committee Honorarium & CHESC Attendance",
		"desc": "The California Higher Education Sustainability Conference brings together California Community Colleges, California State University, University of California and representatives of private and independent colleges in California to share best practices in campus sustainability efforts. This conference focuses on the sharing of best practices and lessons learned from the people on the front lines of implementing sustainability efforts in California higher education. The TGIF Committee is requesting funds for their ambassadors to attend the virtual conference.",
		"amt": 10000
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "CounterForce Lab",
		"name": "Wildlife Amongst Us",
		"desc": "In conducting extensive research for their Biophilia Treehouse project on the local bird and plant life at UCLA campus, the knowledge CounterForce Lab gained profoundly transformed their understanding of the local environment with which they engage. They want to share their knowledge with the wider UCLA community and the public at large. CounterForce Lab, as an interdisciplinary team of designers, artists, and scientists, envision creating an interactive website to tell the story of the many species of local plants and animals that make UCLA their home. This online platform includes video interviews, animations, data visualizations, interactive maps, charts, timelines, and wildlife documentation. Ultimately, they want to use the power of design to illuminate local wildlife vitality, as well as the importance of habitat connectivity both at UCLA and LA County.",
		"amt": 10250
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "Bruin Home Solutions",
		"name": "LEED Lab",
		"desc": "LEED Lab is a joint independent study and extracurricular course that creates an interdisciplinary project-based experience. This course allows students from various majors to work together to evaluate an existing building on the UCLA campus for LEED certification. Students are able to work directly with Facilities Management, fostering a meaningful collaboration that is mutually beneficial from an academic and campus operations standpoint. The course has an applied learning portion on campus and a remote research portion.",
		"amt": 25000
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "Facilities",
		"name": "Campus Hydration Stations",
		"desc": "The Facilities Commission wants to invest in more campus hydration stations. The stations are filtered, clean, and chilled for students’ easy convenience. This reduces the usage of bottled water and gives students a financially accessible alternative.",
		"amt": 30000
	},
	{
		"quarter": "Spring",
		"year": 2020,
		"org": "TGIF",
		"name": "TGIF BLM Support",
		"desc": "TGIF takes this moment of national grieving and fury as an opportunity to reflect internally as an organization as to how we can better push and aid an agenda of anti-racism in the work that we do. Black Lives Matter.",
		"amt": 45000
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "SWC Farmers Market",
		"name": "Winter 2020 Engagement Challenge",
		"desc": "With their project, SWC Farmers Market hopes to interact with students and get them to come to their market and events. They are hosting an engagement challenge throughout winter quarter and the winner of the challenge wins a prize. Small and medium size prizes are given out through the duration of the challenge. By the end of the challenge, their goals are to increase market revenue/attendance, increase attendance at our other events, promote and educate about sustainability practices, and inform about the importance of farmers markets in your community. By increasing attendance, they also hold to create a more consistent “club” type of support base for the market.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Facilities Management/Zero Waste",
		"name": "Materials Recovery Facility Tour",
		"desc": "In 2007, the UC System announced a new initiative in the Sustainable Practices Policy to achieve Zero Waste, committing to reduce waste generation and divert at least 90% of municipal solid waste from landfill. Most people do not know where their waste goes after it is picked up by the custodians, which creates disconnect in understanding waste management on campus. This disconnect leads to a sense of detachment and lack of responsibility with handling waste, making it harder to achieve the Zero Waste goal when the individual’s contribution is critical to the goal’s success. The goal of this program is to offer students a chance to understand the waste stream from start to end. Tour of the Materials Recovery Facility provides attendees with a new perspective of waste generation and disposal, allowing them to reflect on their own waste behavior and empower them to lead change at UCLA.",
		"amt": 900
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Bruin Spacecraft Group",
		"name": "Overseer",
		"desc": "Project Overseer is a long term project to develop a reliable platform for scientific payload and technology demonstrations through the use of high altitude balloon launches. Their mission is to provide a cost efficient and easily accessible resource for UCLA researchers seeking to perform experiments. They also plan to use their own main Overseer project as an example to motivate interested students and introduce them to more sustainable research methods.",
		"amt": 327
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "34DE",
		"name": "RC Car",
		"desc": "The project intends to create a compact RC car which can traverse through different types of terrain and most of weather besides heavy rainfall and snowing. The RC car carries a selected type of plant seeds depending on the area they plan to go to. For example, on UCLA’s campus could be sweet peas while out on the mountain range near LA could be pine trees. The interval of which the seeds are dropped is also adjusted based on the seed types.",
		"amt": 300
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "UCLA FCN CampMed",
		"name": "CampMed",
		"desc": "FCN CampMed’s mission is to provide an opportunity for high school students faced with socioeconomic barriers to learn more about healthcare careers and how to pursue a higher education. They are an educational enrichment program that encompasses a unique three-day camp experience and subsequent mentorship program. UCLA students act as camp counselors and long-term mentors for the high school students, providing support for their academic and extracurricular success. CampMed consists of hands-on medical workshops, team building and leadership activities, higher education workshops, and career panel discussions with healthcare professionals and students. CampMed@UCLA has been active since 2013 and in the process, they have inspired many students to pursue a higher education, with some of their campers even coming to UCLA!",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "GlobeMed at UCLA",
		"name": "Global Health Week",
		"desc": "GlobeMed is tabling on Bruinwalk where they encourage participation and discussion about water access. Students are able to have a free environmentally friendly, BPA free water bottle if they approach them and take a quiz that will be on social media. This quiz tests students on various facts and statistics about water access internationally and in the US. Those individuals who score above a certain percentage receive a free environmentally friendly tote bag.",
		"amt": 320
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Unravel Club",
		"name": "Q&A with Julian Clark from Roboro",
		"desc": "This is a speaker event in which Jillian Clark from a sustainable fashion company, Roboro, is conducting a workshop and talking about her journey in creating her company. The workshop teaches students how to repair denim wears and tears and how to sew buttons.",
		"amt": 100
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Undergraduate Research Scholars Program",
		"name": "Sustainable Los Angeles Grand Challenges",
		"desc": "Through the Sustainable Grand Challenges Undergraduate Research Program (SLAGCURSP), their research group is studying the impact of American Crow behaviors on the Venice Beach endangered Least Tern colony. Historically, there have been alarming declines to this colony's population caused by an amalgamation of harmful anthropogenic factors and the natural inclination of the American Crows to predate on fledglings; this inclination has been exacerbated due to an increasing presence of crows at this site. Student researchers sample at the site 3-4 times a week for 6 weeks in order to collect data concerning crow behavior.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Caroline Cheng",
		"name": "Residential Landscaping Research",
		"desc": "Throughout urbanized America, residential communities heavily impact ecological health and diversity. Previous studies supported a hypothesis stating that urbanization causes naturally variant microclimates to become increasingly similar—a concept known as ecological homogenization. Caroline’s study, to be conducted in Santa Clarita, CA, focuses on the factors leading to these increased similarities. They analyze data sources such as homeowner surveys, optional homeowner interviews, spatial videos, and legal documents (CCRs, municipal codes, etc). This project is conducted through the UCLA Sustainable LA Grand Challenge Undergraduate Research Scholars Program and is mentored by Dr. Kelly Turner in the department of Urban Planning.",
		"amt": 600
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Bruin Audubon Society and Birding Club",
		"name": "Bruin Birders Flock Together!",
		"desc": "Since 2017, Bruin Audubon Society and Birding Club (“BASBC”) has provided the greater UCLA community—including students, staff, and faculty members—with the opportunity to pair with graduate student ornithologists to aid in assessing the diversity and abundance of bird species on campus. These weekly bird walks and field trips provide participants with critical knowledge on bird ecology, behavior, and sustainable practices for avian conservation. This project provides necessary funding to continue to implement these bird walks to the UCLA community in the 2020 season. Funding is used to support outreach for weekly events (fliers, informational materials), supply costs to ensure that all participants have equal access (binoculars to lend), and programmatic costs to continue to provide engaging programs to our participants (honorarium for guest birders focused on avian conservation and sustainability).",
		"amt": 954
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Good Clothes Good People",
		"name": "Volunteer Appreciation",
		"desc": "At Good Clothes Good People (GCGP), their volunteers are an essential part of keeping the center open and accessible to all UCLA students. Volunteers greet students as they enter, help with any questions that visitors may have, and keep the center tidy. GCGP recognizes that it would not be able to operate successfully without the weekly dedication of these volunteers.",
		"amt": 945
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Design Create Solar",
		"name": "Smart Solar Generator",
		"desc": "Their projects plans to develop and produce smart solar generators, which can be used to charge devices (phones, laptops, etc.). The goal is to let people who are working outside to continue to do so without interruptions due to a discharged battery. The solar panels tracks the sun to increase efficiency and let the system be used multiple times.",
		"amt": 821
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Nigerian Student Association",
		"name": "Nigerian Student Coalition Conference",
		"desc": "The Nigerian Student Coalition Conference (NSCC) is an annual statewide conference that was founded with a mission to “unite students of all backgrounds on issues pertaining to the unique shared-life experiences of being Nigerian, Nigerian-American and/or West African.” NSCC uses seminars, educational workshops, cultural performance, and community service opportunities to educate students about Nigerian culture, politics, and tradition.",
		"amt": 930
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Institute of the Environment and Sustainability",
		"name": "Sustainability Action Research",
		"desc": "Sustainability Action Research is a student-led and student-initiated organization that promotes leadership, communication, and research skills through seven different sustainability projects on campus. Each project's team members and team leaders work through the winter and spring with their UCLA faculty stakeholder to implement mutual agreed upon goals for their project and present their results at the end-of-year SAR Presentation. Students attend lecture once a week outside of their project for guest speakers, project progress presentations, and professional development opportunities.",
		"amt": 300
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Bruin Hyperloop",
		"name": "Bruin Hyperloop",
		"desc": "Bruin Hyperloop aims to research, design, and build Hyperloop pod systems and develop advanced thermal, electronic, mechanical, magnetic technologies for sustainable Hyperloop-based transportation. Through this process, Bruin Hyperloop represents the university as a world leader in developing innovative solutions to societal problems of the future while providing UCLA students with practical education in sustainable transportation to complement what they learn in the classroom. The key components of this project are to develop and build a Hyperloop pod as a scalable proof of concept for a sustainable transportation future.",
		"amt": 1000
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "TSAG",
		"name": "Tree Seed Aircraft",
		"desc": "The 3D4E Tree seed drone team is a diverse team of engineers and physics majors working to build a reforestation airplane roughly capable of carrying several pounds of tree seeds. The project has been in its R&D stages for the past year and a half and now with a prototype that is being built to fly end use. They are looking ahead to continue their proof of concept this quarter.",
		"amt": 650
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Afrikan Student Union",
		"name": "Higher Education Conference",
		"desc": "The Afrikan Student Union’s Higher Education Conference is an annual event for middle school and high school aged students, with the intention of changing the perception surrounding access to institutions of higher learning. The Higher Education Conference seeks to provide students from neighboring inner city middle schools and high schools with an engaging perspective and uplifting perspective on seizing their right to higher education. The main objectives of this program is to impart knowledge about the inner-workings of college, to empower students, and inspire self advocacy and activism as it pertains to their academics and communities. Their conference aims to center holistic sustainability beginning with the self and then extending it to our environment and communities.",
		"amt": 1000
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "IOES",
		"name": "Impacts of Oil & Gas Development on Indigenous Communities of New Mexico",
		"desc": "The Chaco Region of Northwest New Mexico has been home to the rich cultures of many Indigenous Nations for thousands of years. Unfortunately, oil and gas extraction in this region has grown to pose a significant threat to these Indigenous communities. It is believed that oil companies are drilling wells, and thereby, emitting air pollutants, prior to getting a Clean Air Act, meaning they are operating illegally at the detriment of Indigenous Peoples. IOES is partnering with WildEarth Guardians, an environmental non-profit group dedicated to protecting and restoring the health of the American West, to sift through environmental permitting data to determine if this illegal behavior is occurring and to provide recommendations on how to stop it. A significant part of their investigation involves traveling to New Mexico to build authentic relationships with local communities and learn about the problems they face first-hand.",
		"amt": 1000
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "FAC",
		"name": "Bruin Bazaar",
		"desc": "Bruin Bazaar is a sustainable trading post initiative put forth by the FAC office to promote sustainable living while providing students with basic needs. Bruin Bazaar is a type of clothing swap meet promoting accessibility and sustainability. They challenge the fast fashion industry and put on tri-quarterly events that foster accessible clothing, textbooks, supplies, etc. to students on campus who otherwise don’t have access to them as well as regular students who want to partake in sustainability.",
		"amt": 1000
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "FAC",
		"name": "Water Project",
		"desc": "Water is a project by FAC focused on getting sustainable water practices and technology to UCLA. They work closely with the UCLA administration and faculty to institute change across the campus. Water enables the UCLA campus to practice sustainable water practices through education and the installation of new, sustainable technology for both hydration stations and washrooms.",
		"amt": 1000
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "FAC",
		"name": "Ozzi",
		"desc": "The purpose of this project is to implement a reusable takeout container system for the numerous to-go restaurants within Residential Life (the Hill). Although the current takeout containers used by Dining Services are compostable, there are numerous waste by-products involved in their production, as well as energy used to produce and transport the containers. Implementing a reusable container program significantly reduces waste, energy consumption, and costs for the University; and promotes a culture of sustainable consumption habits. The Facilities Commission has researched the OZZI system and its success at other universities. OZZI is a company which produces a machine that collects used containers and dispenses clean containers. They have partnered with a company called Preserve, which sells a variety of reusable containers that are made from recycled materials and BPA free. Students who are a part of the program scan their bruincard to receive their food in a clean container. Once they have enjoyed their meal, they return the container to the OZZI machine and scan their bruincard so the system knows they have returned it. The containers are then washed and sanitized by dining staff.",
		"amt": 1000
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Ecological Restoration Association",
		"name": "Restoration Events",
		"desc": "Ecological Restoration Association is a recently formed club on campus with 3 main objectives: 1) to provide undergraduates at UCLA with the opportunity to learn about local biodiversity by visiting ecological reserves such as the Ballona Wetlands, LAX Dunes, and others; 2) to increase volunteer turn-out at local ecological restoration events that rely on sufficient amounts of community involvement in order to meet restoration goals; and 3) to connect like-minded undergraduates interested in environmental science, conservation biology, ecological restoration, fieldwork, and other topics.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Science Lab Teaching Club",
		"name": "JPL Visit",
		"desc": "Members of SLTC attended a guided tour of JPL in Pasadena and had the opportunity to speak with current project engineers. They will be visiting Vaughn Next Century Learning Center (a local high school) to teach a class of aspiring aerospace engineers on the workings of rockets and how they can improve their capstone rocket projects to be more sustainable. Therefore, their purpose at JPL is to speak with current employees to find more sustainable forms of fuel, engines, materials, and rocket designs that are both lightweight and less wasteful of toxic materials and heavy metals that pollute the environment. They hope to find new ideas and technology to bring back to the sustainability lecture they are doing at Vaughn Learning Center.",
		"amt": 200
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "SWC CPR and First Aid Program",
		"name": "Advertising Banner",
		"desc": "The aim of their organization is to certify as many UCLA undergraduates and community members as possible in the life-saving skills of CPR and First Aid. In order to accomplish this, they need to advertise the availability of their affordable classes to the student body. To reach as many people as possible, they hope to use a banner to hang over Bruin Walk so that their program details can reach a vast variety of students who pass by.",
		"amt": 200
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "MEChA de UCLA",
		"name": "Amor Radical",
		"desc": "MEChA de UCLA shares their knowledge in the form of a big workshop that encompasses the topics of healing/social justice, feminist economy/queer studies, and medicine/autonomous health. The workshop allows students to learn and practice non-western/traditional forms of healing through the use of more natural resources like herbs, flowers, and eco-friendly exercises.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "UMMA",
		"name": "Volunteer Project",
		"desc": "The UMMA Volunteer Project is dedicated towards combating health inequity. Volunteers go to elementary and middle schools in South LA area to teach students about common diseases they can prevent through the implementation of healthy lifestyle habits like exercise and healthy eating. The UMMA Volunteer Project hosts an annual Spring Forward event that consists of bringing the students to UCLA’s campus and running workshops that teach them more about healthy lifestyle habits.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Sustainability Action Research (SAR)",
		"name": "Community Garden Team",
		"desc": "The SAR Community Garden team is conducting research on the Jane B. Semel HCI Community Garden to raise student awareness of the garden and its benefits. The first stage of their project involves quantitatively testing the soil at six different locations to determine if there is a correlation between soil health and food productivity. In addition to soil testing, they survey garden plot holders to determine students' motivation to garden and their estimated plot yield, and then focus on engaging the student body through involvement at sustainability events and the Teaching Kitchen.",
		"amt": 510
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Carbon Neutrality Initiative",
		"name": "Video Project",
		"desc": "Carbon Neutrality Ambassadors are creating a video on the everyday carbon emissions of a UCLA student. The video teaches students about how their daily activities contribute to carbon emissions and what it means and requires to become carbon neutral.",
		"amt": 65
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Sustainability Action Research (SAR)",
		"name": "Lawn Mgmt Compost",
		"desc": "The lawn management team is researching the issue of composting benefits as a sustainable and efficient alternative for lawn management practices in order to demonstrate to Facilities Management that chemical fertilizers are not necessarily the best choice. Lab tests are crucial for the data set as it will show whether or not the transition from compost improves soil moisture retention, organic nutrient intake (NPK), and microbial activity among other necessities for maintaining green lawns.",
		"amt": 950
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Christine Auger-Zivic",
		"name": "Advanced Narrative Film Shoot: D for Daughter",
		"desc": "D for Daughter is a short student film about D, a teenage girl who falls in lust with her dad’s one night stand, coming to terms with womanhood and her queerness. Produced in the context of their 2nd year MFA program in UCLA’s department of Film Theatre and Television, this project involves over 20 cast and crew from the school, both grad and undergrad. Their team is undertaking all aspects of production, from catering, to production design, equipment rentals and so on. However, it's no secret that film sets produce enormous amounts of waste, with everyone trying to make everything happen as efficiently as possible, and this is especially the case on low budget shoots. By making their production green, it will encourage their crew to take these habits onto future sets, knowing that the small gestures make a difference.",
		"amt": 980
	},
	{
		"quarter": "Winter",
		"year": 2020,
		"org": "Bruin Home Solutions",
		"name": "Solar Decathlon Design Challenge",
		"desc": "Bruin Home Solutions is designing a net-zero urban, single-family home for a National Competition called Solar Decathlon, which challenges students to innovate comprehensive building science with a focus on energy efficiency and renewable energy. Their team, comprised of two architecture students and three engineering students, has been working for months on researching ways to design an affordable home for the future that will balance comfort, durability, health, resilience, and environmental safety.",
		"amt": 1000
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Muslim Student Association",
		"name": "Beach Cleanup and Kayaking",
		"desc": "MSA went to Santa Monica to clean up the beach and the immediate area, followed with a kayaking adventure. The purpose of the project is to have a fun, bonding experience, while also working to improve the environment around them. As part of the beach clean-up portion, they also talked about personal responsibility in terms of helping to improve environmental sustainability in their area and ways they can implement sustainable practices in their own lives.",
		"amt": 215
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Environmental Student Network",
		"name": "Sage Hill Fall Restoration",
		"desc": "ESN plans to continue the beautification and restoration of Sage Hill and to push to make Sage Hill an official Native Species Reserve. Restoration work at Sage Hill consists of removing visually appealing invasive plants (bright green, bright yellow flowers, etc.), for the sake of conventionally plain California native plants. Their goal with this project is to purchase flowering perennial native plants so that visitors to Sage Hill can enjoy and appreciate beautiful native plants. They involve club members of Environmental Student Network in the planting process as well as the continued upkeep of the plants, which is needed until the plants are established. By involving club members (and other interested undergraduates), they hope to foster a love of gardening and create a greater appreciation for native plants.",
		"amt": 385
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Institute of Transportation Engineers at UCLA",
		"name": "Student Leadership Summit",
		"desc": "ITE at UCLA and USC ITE are co-hosting the 7th Annual Western/Mountain District Student Leadership Summit. They bring over 150 students and professionals together to expand on previous successes and enhance their experiences in future transportation all over the Western and Mountain districts. Established in 2014, Student Leadership Summits are student organized conferences that serve as a powerful tool for student members to obtain conference planning experience, professional development opportunities, and access to ITE leaders. At this conference, they run various activities including tours to Union Station, guest speaker series from working professionals, team building exercises, and a discussion panel about the latest topics in transportation.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "3D4E/3D Printing Club/Mechanical and Aerospace Engineering",
		"name": "Seed Dropping Plane",
		"desc": "This project brings a strong intertwining of engineering and sustainability. They have been working on a 3D printed plane since last year to help plant seeds in hard-to-reach places, such as areas recently destroyed by forest fires. At the end of the last academic year, they were able to achieve flight. This year, they are looking to implement electronics to help deploy the seeds and a camera to remotely monitor the landscape. Doing so helps rebuild regions that have been devastated by fires and can help prove the concept of developing a large scale swarm program to help reforest large swathes of land.",
		"amt": 600
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "3D4E/3D Printing Club/Mechanical and Aerospace Engineering",
		"name": "Custom Vertical Hydroponic Starter Kit",
		"desc": "The hydroponics team at UCLA is passionate in bringing the freedom of design through 3D modeling to the UCLA campus and their sustainability initiative. Their project is a vertical planter with adjustable height, customized to each community’s needs and desired agricultural output. They aim to make hydroponics a more accessible form of agriculture by creating a starter kit that allows both large scale hydroponics, as well as at-home scale gardens. This allows for more freedom and accessibility that makes the benefits of hydroponics more accessible to communities outside of already established green-living communities.",
		"amt": 800
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Saving Hearts Foundation",
		"name": "Saving Hearts Foundation Heart Screenings and Heart Talks",
		"desc": "Saving Hearts Foundation is on a mission to prevent Sudden Cardiac Arrest through awareness, education, and action. Their foundation provides free preventative heart screenings to young competitive athletes to test for warning signs of Sudden Cardiac Arrest (SCA). They also strive to educate the youth about the importance of knowing how to perform CPR and use an AED, and they place AEDs in schools that cannot afford to purchase one on their own. As part of their screening process, they have started using an online patient registration system that severely cuts their use of paper to support UCLA's carbon neutrality goals.",
		"amt": 453
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "3D4E/3D Printing Club/Mechanical and Aerospace Engineering",
		"name": "3D Bioprinting of Algae-Derived Polymer",
		"desc": "They are building a functional 3D Printer with the goal of using readily accessible material and 3D printed parts, intended to be used as a drop-in replacement for the conventional thermoplastic extruder of a desktop filament-based 3D printer. One main purpose of this project is to raise the impact of a sustainable material alginate made from brown algae. Alginate hydrogels are used in wound healing, drug delivery, and tissue engineering applications, as these gels retain structural similarity to the extracellular matrices. Due to its biocompatibility with the human body, it is widely used in commercial products as a food thickening agent, emulsifier, and stabilizer commonly added to ice cream, jelly, dressings, beer, etc. The World Health Organization certifies alginate in food applications as one of the safest food additives. Their project builds a functional device to seamlessly integrate with existing 3D Printers, allowing anyone to build with simple materials and achieve gel bioprinting.",
		"amt": 800
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Pakistani Students Association at UCLA",
		"name": "Fall Banquet Green Event",
		"desc": "The Fall Banquet is the perfect opportunity to celebrate the beginning of the school year, inform students of upcoming cultural and educational events, create community among PSA members, and encourage involvement. Their banquet caters to about 150 members of the student body at UCLA. In their social media e-invites as well as the emails they send out regarding the event, they request attendees to bring their own utensils like cups, plates, spoons, forks, and cups. They are able to go first in line for food if they do so. With this initiative and ordering eco-friendly and compostable supplies for their event, they hope to reduce the impact non-recyclable materials have on campus waste.",
		"amt": 1000
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "E3: Ecology, Economy",
		"name": "Equity; Earth Month Campaign",
		"desc": "Earth Month celebrates the earth, the communities it houses, and work that promotes sustainability. For this year’s Earth Month, E3 dedicated April to address four key environmental (justice) issues, using these topics as a foundation for activities throughout the month. The four issues were food justice, toxic chemical “-icides”, air quality, and water justice. With these key issues in mind, Earth Month planned a series of events and collaborated with other student organizations and campaigns. Earth Month specific events included Welcome Week, Project T.E.A.L. (Trainings for Environmental Activists and Leaders), the Free Produce Fair, the Earth Day Fair, and a Speaker Panel.",
		"amt": 995
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Bruin Home Solutions",
		"name": "EV Conversion",
		"desc": "In Bruin Home Solutions' EV Conversion project, they convert a 1974 Volkswagen Super Beetle from gas to electric power. They replace the car's engine with a battery and motor and only have some wiring and programming to do before the car is running. After the car is running, they create a wiring system for the cars auxiliary electronics (i.e. windshield wipers, headlights, etc.) and replace part of the dashboard with a touch screen display to control the car's electronics. Their final goal is to make the finished car street legal with the DMV.",
		"amt": 300
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Bruin Racing",
		"name": "Tech Build",
		"desc": "Bruin Racing trains all its members in the skills needed to succeed on the team and in industry beyond. New members are taught the basics of CAD and FEA in SolidWorks as well as manual machining. Specialized training is also offered for electrical engineering and composites work, while select members are taught CNC machining, CFD, Dynamics Simulation, and other advanced topics. Those interested in business operations are also taught the fundamentals of capital funding, accounting, procurement, and costing. These programs ensure they produce well-rounded graduates ready to contribute in the industry environment.",
		"amt": 1000
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Student Committee for the Arts",
		"name": "Sustainable Arts Green Merch",
		"desc": "SCA's goal is to bridge the gap between artists on campus and the arts world beyond, but they believe that their organization can have even more of an impact. They are focusing on being more mindful about their choices in regard to event materials and marketing merchandise. They no longer purchase factory produced shirts and totes as merchandise for UCLA students, but rather, purchase second hand clothing since many thrift stores receive over-stock donations that should not be wasted! They intend to use some of the green initiative money to purchase these items, as well as purchase vinyl in order to print their SCA logo on said items in collaboration with the UCLA MakerSpace.",
		"amt": 350
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Student Committee for the Arts",
		"name": "Repurposed Poetry Books",
		"desc": "The Center of Art and Performance has a plethora of beautiful poems from different poetry bureau events they have across the past 10 years. Instead of CAP throwing away all of this poetry (as they plan to at the end of the quarter), SCA will pick poems of similar themes and bind them into booklets that people can own and enjoy! The poetry is beautifully written and should not go to waste, and repurposing the paper the poems are written on to create the books is sustainable and bring lots of joy to the readers.",
		"amt": 200
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Counterforce Lab & Design and Media Arts",
		"name": "Pando Days",
		"desc": "In partnership with Pando Populus and LA County, UCLA's CounterForce Lab is embarking on a project that seeks to broaden the narratives of our relationship to ecosystems. Their goal, in collaboration with biologists, architects, and designers, is to build a lightweight installation that serves as both a viable habitat for birds and a temple to biodiversity. The natural inclinations of the birds are the primary shaping force of the design: it will make for unanticipated spatial outcomes that are commensurate with avian physicality and behavior. The conceptual phase of the project will be showcased at Pando Days, which brings together ten art/design schools across the region to foster creative responses to the first ever LA County Sustainability Plan.",
		"amt": 1000
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "3D4E",
		"name": "3D Printing Sustainability and Recycling",
		"desc": "In their series of workshops, 3D4E introduces sustainability and eco-friendly 3D printing through the use of biodegradable plastics like PLA. Their workshop focuses on teaching how to sustainably 3D print, such as using water soluble filaments whenever possible, and ways to repurpose plastic supports and failed prints into reusable filament to 3D print once more. They also discuss which plastics are biodegradable, have been made using waste byproducts like coffee grinds and beer grains, and how to reduce the amount of plastic used while printing.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Environmental Student Network",
		"name": "Sage Hill Native Plants",
		"desc": "Sage Hill is UCLA’s only Native Wildlife Preserve; it is used as a learning resource for many students, especially in the geography and biology departments. It is a thoroughly enjoyable area for any student to go and experience California’s native wildlife communities. By restoring Sage Hill, students have a space to get in tune with nature and hopefully develop an interest in sustaining our natural wildlife. The main goal of this project is to introduce about 50 native plants into recently cleared areas on Sage Hill. The plants have been carefully selected to increase the size of the gene pool of plants already at Sage Hill while also increasing the amount of species currently present.",
		"amt": 600
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Medical Aid Initiative",
		"name": "UCLA Health Donations Warehouse Project",
		"desc": "UCLA Health alone generates roughly 26 pounds of medical waste per patient on a daily basis—much of which are unused, unexpired medical tools that are simply thrown away for arbitrary reasons. MAI's Warehouse Project partners with UCLA Health and aims to collect these unused, unexpired medical tools and donate them to UCLA undergraduate students that are participating in medical mission trips. Their Warehouse Project has already allowed MAI to donate nearly 2,000 lbs of medical supplies to tens of undergraduate organizations. The overarching goal for this project is to increase sustainability in the medical field exponentially, while promoting awareness among the UCLA community regarding sustainability.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "BAJA SAE",
		"name": "Electronically Controlled Continuously Variable Transmission",
		"desc": "The objective of the team is to design, build, and race a Baja-style off-road vechicle in an annual collegiate competition series. Last year, UCLA brought their first ever Electronic-Actuated Continuous Variable Transmission (ECVT) to competition. The main purpose of the ECVT is to accurately shift the transmission ratio of the car to maintain the engine at its optimal RPM range and thus hit peak performance. This results in reduction of fuel consumption and an increase of the engine’s efficiency. This year, their goal is to improve upon what they had last year by making a lighter more robust and fuel efficient transmission system.",
		"amt": 987
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "ASCE at UCLA",
		"name": "Environmental Design Open Workshop",
		"desc": "Environmental Design is a student-run engineering project within the American Society of Civil Engineers (ASCE) at UCLA. To educate students about environmental engineering, they hosted a workshop to give students hands-on experience with water treatment. Students can then continue to attend project meetings throughout the year and their annual competition in spring quarter. At competition, their system will compete against 17 other universities with respect to its sustainability, efficiency in treating contaminated water, and a technical paper detailing its engineering processes.",
		"amt": 993
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Freedom for all Animals",
		"name": "Depressed Vegan Cookbook",
		"desc": "Freedom for All Animals works on issues related to veganism and environmentalism with a feminist, anti-racist approach. In the last year, their organization has published a magazine, made a short film, and hosted workshops on topics like deforestation in the Amazon and labor conditions in factory farms. Now, they are working on a vegan cookbook for students whose financial constraints and busy schedules are ignored by most vegan resources. This cookbook aims to show UCLA students that reducing their consumption of animal products and minimizing their impact on the environment and communities affected by animal agriculture is a realistic option. To promote the cookbook, they will host a book launch open to all students, where they will serve vegan food and provide resources for reducing their environment foodprint, including information on applying for CalFresh, vegan grocery shopping in Westwood, and allergy-conscious recipes.",
		"amt": 1000
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "E3",
		"name": "Project Teal Outreach",
		"desc": "Project TEAL (Training for Environmental Activists and Leaders) aims to educate the UCLA student body, regardless of major or background, on the environmental justice crisis our generation is facing. Through trainings, workshops, and other educational events, they hope to empower these young people to become effective environmental advocates, in whatever field they choose to pursue. The knowledge required for environmental activism should be harnessed by all, not just environmental scientists, and their trainings are designed to allow for the communication of this knowledge throughout UCLA’s campus and beyond. They focus on two main spheres of environmental justice: air quality (advocating for clean, breathable air both locally and internationally) and toxic herbicides (addressing the health hazards of toxic herbicides in agricultural and urban spaces).",
		"amt": 994
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Anderson Student Association",
		"name": "Reusable Utensils",
		"desc": "Every Thursday afternoon, Anderson hosts a community-wide event, serving food and drinks to an average of 450 people at 9 events per quarter. This equates to over 24,000 single-use plastic utensils per year (forks and knives are always provided, occasionally spoons as well). In order to achieve zero waste objectives, the ASA Sustainability Team has collaborated with SWC EARTH, an undergrad student group, to support planning and execution of procuring and distributing reusable utensil sets to each of the ~720 full-time students while simultaneously phasing out the availability of single-use plastic utensils at Anderson Afternoons. SWC EARTH is interested in how the project is marketed to students, how the rollout impacts wider behavior change, and how to measure the impact at a weekly event. Anderson Student Association hopes to successfully shift student behavior towards a vast reduction in reliance on single use plastics and serve as a pilot for wider project adoption across UCLA.",
		"amt": 1000
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Campus Events Commission",
		"name": "Promotional Event",
		"desc": "Campus Events Commission is one of the largest purveyors of campus entertainment. They are a student-run, student-funded organization, dedicated to introducing the most current events in film, music, and speakers into the UCLA community. The public relations staff helps to spread the word about these events by marketing with free merchandise; however, they haven't always utilized eco-friendly swag items and are working to change their narrative by applying for funding from the Green Initiative in order to support UCLA's goal of Zero Waste 2020.",
		"amt": 997
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "CALPIRG",
		"name": "Bee Campus Certification",
		"desc": "CALPIRG intends to achieve bee-friendly certification for UCLA through the non profit group Bee Campus USA. They plan to ban the use of neonicotinoids on campus, plant bee friendly plants, hold educational events, and collaborate with other bee-related groups to meet the requirements of the application and maintain continuation of these efforts to inspire change to come. What they hope to achieve with this certification is to promote awareness of bee die-offs and their effects on our environment and community, maintain bee-friendly habitats on campus, and bring legislation centered on saving the bees to state and national government.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Coastalong",
		"name": "Festival Storage",
		"desc": "Coastalong is UCLA’s only bike-powered, student-produced festival. Coastalong’s purpose is to promote sustainability in a unique and engaging way: by generating enough energy for all their speakers via pedaling stationary bike generators. They also spread sustainable practices at their Sustainability Fair, which hosts eco-friendly student organizations and vendors and hands-on activities and projects. Their event exemplifies UCLA students’ dedication to reducing the school’s carbon footprint, fosters student leadership in renewable energy, and creates excitement around leading a more sustainable lifestyle. Over 2,000 students have attended their six-hour outdoor event, which have featured nine bike generators, 40 student-run groups and off-campus organizations, several student bands, and a successful headliner, such as Little Monarch.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Bhagat Puran Singh Health Initiative",
		"name": "BPSHI Conference",
		"desc": "The Bhagat Puran Singh Health Initiative (BPSHI) is hosting the fifth Annual Pan-BPSHI Conference. BPSHI members from chapters across California attend this three day conference to reflect on their efforts, host innovative conversations about health in their community, and formulate a ten year plan to move the organization forward. They also have a dialogue consisting of topics directed towards the health and well being of the South Asian community. This conference is broken up into three portions: Friday Evening Networking Night, Saturday Youth Conference, and Sunday Community Conference.",
		"amt": 250
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Society of Women Engineers at UCLA",
		"name": "QWER Hacks",
		"desc": "QWER Hacks is a 24-hour hackathon that creates space for underrepresented groups, especially the LGBTQIA community, as being queer or trans continues to be seen as unconventional in many STEM fields. Through empowering talks from queer individuals in tech, diversity and inclusion workshops, and the development of new products, QWER Hacks aims to increase the visibility of and celebrate the queer community in STEM, as well as engage and bring together queer individuals and allies.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "DIG at UCLA",
		"name": "UC Student Food Insecurity",
		"desc": "The Student DIG Garden focuses on growing food in the student garden (located on the Mesa Lawn) for the CPO food closet so that students have access to healthier food options at no cost. This encourages students to choose healthier options to eat (produce coming from the garden compared to alternative processed foods at a cheap price).",
		"amt": 1000
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "Student Committee for the Arts",
		"name": "Clothing Swap and Repurposing Event",
		"desc": "At this clothing swap, students can trade in unused items and repurpose/personalize them, covering up rips and stains and adding creative designs using materials provided by SCA. SCA collaborates with other interested sustainable or arts-based clubs to provide information on environmentally-minded brands to shop, good thrift stores, and fast-fashion brands to avoid. Each quarter, they run clothing swaps, which leave their organization with many excess items that are usually too plain, ripped, or stained to be taken. By repurposing these items, they create personalized and unique merchandize without ordering online and creating more waste.",
		"amt": 285
	},
	{
		"quarter": "Fall",
		"year": 2019,
		"org": "AAC",
		"name": "Course Reader Recycling Incentive",
		"desc": "The Textbook Scholarship aims to alleviate some of the financial stress students face when buying textbooks and incentivizes students to participate in the course reading recycling program. Gift cards in the amount of $50 to the UCLA textbook store are granted every quarter for students to use. They hope to increase the rate of retention among UCLA students who may be forced to drop a class due to increasingly high textbook prices.",
		"amt": 1000
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "Renewable Energy Association",
		"name": "REA Sustainability Research Panel",
		"desc": "In celebration of Earth Day, the UCLA Renewable Energy Association hosted a panel of UCLA professors whose research is at the forefront of modern advances in environmental sustainability. The purpose of this project is to encourage undergraduate students to join research and become more aware of the sustainability efforts at UCLA. The five key speakers include professors from the Chemical and Biomolecular, Mechanical and Aerospace, and Civil and Environmental Engineering departments. Chemical Engineer Dr. Dante Simonetti researches the kinetics of catalysts to provide valuable insight into the catalytic conversion of alternative energy. For mechanical and aerospace engineering, Dr. Laurent Pilon is researching energy conservation to create innovative solutions for a sustainable city and Dr. Rajit Gadh is a pioneer in Smart Grid technologies that distribute renewable energy resources. For civil and environmental engineering, Dr. Sanjay Mohanty researches bioremediation to innovate the sustainable urban development at the water-energy nexus, and a postdoc lecturer in Dr. Gaurav Sant’s lab studies the development and design of sustainable low-CO2 footprint materials for infrastructure construction applications.",
		"amt": 64.6
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "E3: Economy, Ecology",
		"name": "Equity; Earth Month 2019",
		"desc": "Earth Month celebrates the earth, the communities it houses, and work that promotes sustainability. For this year’s Earth Month, E3 dedicated April to address four key environmental (justice) issues, using these topics as a foundation for activities throughout the month. The four issues were food justice, toxic chemical “-icides”, air quality, and water justice. With these key issues in mind, Earth Month planned a series of events and collaborated with other student organizations and campaigns. Earth Month specific events included Welcome Week, Project T.E.A.L. (Trainings for Environmental Activists and Leaders), the Free Produce Fair, the Earth Day Fair, and a Speaker Panel.",
		"amt": 192
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "Queer Alliance",
		"name": "Transfer Pride Admit Weekend",
		"desc": "Transfer Pride Admit Weekend is a brand new program at UCLA under the organization Queer Alliance. While Pride Admit Weekend (PAW) for Freshman admits has been running since 2014, this is the first year they attempted an offshoot from PAW for Transfer students. This project benefits the UCLA community by teaching incoming students steps they can take to reduce their environmental impact. Their program engages twenty admitted students and twenty UCLA volunteers.",
		"amt": 500
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "Unravel at UCLA",
		"name": "Unravel Presents: Clothing Swap for Fashion Revolution Week",
		"desc": "Unravel hosted a clothing swap open to UCLA students, staff, and faculty in Bruin Plaza. This event addressed fashion sustainability, textile waste, and fast fashion culture on campus. As this event is during fashion revolution week, they hoped to ignite a conversation about ethics and sustainability in the fashion industry.",
		"amt": 376.87
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "Renewable Energy Association at UCLA",
		"name": "REA GRID Alternatives Installations",
		"desc": "Aligned with the mission of TGIF, REA wants UCLA students to take a more active role in Los Angeles’ transition into a sustainable city. They want to achieve this by installing solar panels on roofs for underprivileged families in the Greater Los Angeles Area. Their agreement with GRID Alternatives, the nation’s largest nonprofit solar installer that strives to increase community reliance on solar energy and to jumpstart solar careers, will give them the guidance to do so. They have already set up four installation dates with GRID Alternatives for REA members to help install solar technology on households. Overall, the installation of solar panels on households qualifying as low-income will allow REA to help reduce the local community’s carbon footprint, raise awareness and knowledge of solar energy around the UCLA and local community, and to increase REA team members’ skillset and passion for renewable energy.",
		"amt": 500
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "International Urban Sustainability Student Corps",
		"name": "IUSSC Funding for Spring Quarter",
		"desc": "The International Urban Sustainability Student Corps (IUSSC) is a student-run organization that provides solutions to Los Angeles' most pressing problems in regard to sustainability. IUSSC consists of 25 undergraduates from North to South campus majors, who conduct research with an interdisciplinary approach under Dr. Stephanie Pincetl of the UCLA IoES. Currently, they are tackling the waste management issue under five different topics: biowaste and biosolids, water waste, food waste, the Right to Repair Movement (E-waste), and homelessness. In addition, they will travel to Mexico City to work with the National Autonomous University of Mexico, the country’s strongest research university, to comparatively study the city infrastructure of Mexico City.",
		"amt": 482
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "Sustainability Action Research",
		"name": "SAR Food Justice and Basic Needs",
		"desc": "SAR is revamping the Basic Needs website from a student perspective. The Basic Needs Website is currently not the most user-friendly and has outdated information. Therefore, they want to make the Basic Needs website the central hub for students to access all information regarding these resources. To get a large participation pool and a diverse group of participants, they want to provide incentives for participating in the survey and focus group. Through the survey and focus groups, they hope to understand where students are currently at in their knowledge and comfort accessing current resources and from there inspecting where and how they can fill this gap. As a group, they are biased in their understanding and knowledge of basic needs resources since this is what they study, so this will be an opportunity to gain user insight.",
		"amt": 500
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "SWC CPR/First Aid Program at UCLA",
		"name": "SuperCPR",
		"desc": "Each year, UCLA ResLife co-hosts an event with the UCLA CPR First Aid Program called \"SuperCPR” that provides free American Heart Association Heartsaver CPR certifications to one hundred hill residents at UCLA. The purpose of the event is to spread knowledge of life-saving procedures across the entire UCLA campus and ensure students’ preparedness for emergency situations at no personal expense to them. This event also allows the CPR instructors to enhance their knowledge about these life-saving techniques and further their interest in education and the healthcare field.",
		"amt": 500
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "Bruin Belles Service Association",
		"name": "Players Leading Active Youth Day",
		"desc": "Bruin Belles Service Association is proud to present Players Leading Active Youth Day, also known as P.L.A.Y. Day. This event brings together the Boys and Girls Club of East Los Angeles, UCLA Athletics, and Bruin Belles for a day of learning and fun. The day consists of various games, healthy food, Q&A sessions, and Bruin Spirit! Over the course of the many activities planned throughout the day, the UCLA athletes get to be role models for the children—promoting the pursuit of higher education and healthy lifestyles. These children revere the athletes, and so having these role models interact with them on a personal level helps them dream bigger and aim higher. P.L.A.Y. Day’s purpose is to familiarize socioeconomically disadvantaged K-12 children with a tangible opportunity to experience and learn about the benefits of pursuing a college education, while simultaneously maintaining healthy habits.",
		"amt": 250
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "E3: Ecology, Economy",
		"name": "Equity; E3 Joshua Tree Camping Retreat",
		"desc": "E3 hosted a camping retreat for their members, encouraging unity and bonding within the club. They spent this time enjoying nearby nature and getting to know each other. Overall, this program strengthened relationships and fostered excitement for the upcoming year.",
		"amt": 496
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "FAST at UCLA",
		"name": "FAST Annual Runway Show",
		"desc": "FAST showcases their members' clothing pieces (that many of them have designed) during their annual, student-run, fashion show in Pauley Pavilion. Their show gives UCLA students a platform to use art to represent themselves and their diverse backgrounds. One key component of the show is to bring awareness about the importance of practicing sustainability by buying, selling, and donating second-hand clothing. Another key component is to create an atmosphere in which the attendees, as well as our committee members, are encouraged to take part in sustainable fashion by reworking their own clothes to produce something new and trendy, especially because trends make comebacks.",
		"amt": 200
	},
	{
		"quarter": "Spring",
		"year": 2019,
		"org": "Renewable Energy Association at UCLA",
		"name": "Solar Generator Pt. 2",
		"desc": "This is the second iteration of REA’s Solar Generator project. They finished building a solar generator that has the power to charge an electric vehicle. For the second iteration, they are building a more complex solar generator that has the capability of charging various voltages, which could even be used as an outdoor charging station.",
		"amt": 480.38
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Environmentalists of Color Collective",
		"name": "Students of Color Environmental Conference",
		"desc": "The UCLA Environmentalists of Color Collective was brought together as a means of challenging the conventions of the contemporary environmental justice movement by co-creating a healing space to amplify and prioritizing the narratives, experiences, and needs of Black, Indigenous, and people of color environmentalists. As a collective, they work on various projects that forward their mission to immerse students in environmental justice, including an annual Climate Justice Forum, “Decolonize Your Diet” workshops, and more. They attended the Students of Color Environmental Conference at UC Berkeley and was invited by Berkeley’s Students of Color Environmental Collective to participate in/host conference panels and workshops. This is a critical event, the first of its kind as a UC-wide environmental conference focused on voices of color, so they found it extremely valuable to collaborate with and meet other UC students doing similar work.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Sustainable LA Grand Challenge",
		"name": "Investigation of the Urban Heat Island Effect on Campus",
		"desc": "Research has shown that urban tree canopy can lead to a dampening of the Urban Heat Island (UHI) effect. Their project aims to assess the extent of Urban Heat Islands (UHIs) at UCLA by quantifying trends of temperature variation across the campus. They first analyze the role of trees and buildings in UHIs on UCLA campus by examining the ecosystem services provided by tree cover and its relation to adjacent building temperatures. Furthermore, in quantifying and locating UHIs at UCLA, they make recommendations on where to increase tree cover and what species to plant so as to sustain, or even increase, campus biodiversity. To ensure proper maintenance of new trees, they execute water audits in selected areas. Based off their investigation, they suggest amendments to current California legislation on UHIs to optimize wide-scale implementation of urban canopy growth.",
		"amt": 469.85
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Association of Computing Machinery Women (ACM-W)",
		"name": "Day of Code",
		"desc": "Day of Code promotes computer science education and makes it more accessible to K-12 students. They bring middle school students to UCLA’s campus to do a day of coding and workshops. The day consists of two main components: coding lessons and an exhibition hall. The exhibition hall includes different UCLA student groups showcasing their own coding projects, as well as some fun activities that showcase the amazing potential of computer science. At the end of the day, the students will have created coding projects themselves and have resources to explore coding on their own. ACM-W hopes to provide students with reusable water bottles in order to educate students about environmentally friendly practices, as well as give them a cool souvenir to remember the day by!",
		"amt": 485.32
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Indian Student Union",
		"name": "ISU Presents: Holi",
		"desc": "Holi is a traditional South Asian cultural celebration signifying the triumph of good over evil, the coming of spring, and the festival of colors. This event is designed to celebrate happiness and goodness while imparting positive and hopeful thoughts. While originating from the Hindu religion, Holi has become a global phenomenon celebrated (and appropriated) due to its positive messages and colorful, interactive nature. This program has taken place successfully on the UCLA campus for many years now and serves to allow those who traditionally celebrate this festival to honor their traditions away from home while also educating the greater UCLA community in an informative and engaging manner to allow participation and celebration without appropriation.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "KAPi Pre-Law Fraternity",
		"name": "Solar Energy Education + Law Info Session",
		"desc": "KAPi aimed to educate their members about opportunities available in environmental law. In addition, they also provided a working example of a solar-energy system on Bruinwalk to get students to come to a law-prep workshop hosted by Blueprint, where students who are interested in sustainability and/or law were able to come speak to law-school preparation professionals about careers in law.",
		"amt": 495.32
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Environmental Student Network",
		"name": "Sage Hill Spring Restoration",
		"desc": "ESN plans to continue the beautification and restoration of Sage Hill and to push to make Sage Hill an official Native Species Reserve. Restoration work at Sage Hill consists of removing visually appealing invasive plants (bright green, bright yellow flowers, etc.), for the sake of conventionally plain California native plants. Their goal with this project is to purchase flowering perennial native plants so that visitors to Sage Hill can enjoy and appreciate beautiful native plants. They involve club members of Environmental Student Network in the planting process as well as the continued upkeep of the plants, which is needed until the plants are established. By involving club members (and other interested undergraduates), they hope to foster a love of gardening and create a greater appreciation for native plants.",
		"amt": 497.3
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Pilipino Recruitment and Enrichment Program",
		"name": "Bruin Life Weekend",
		"desc": "Bruin Life Weekend is an event where the accomplishments of Pilipinx students are celebrated for their amazing achievement of being accepted into UCLA and an opportunity to showcase the unlimited opportunities and resources available if they choose to attend. Through campus tours, panels with UCLA students, and diversity lunch, they hope to provide a true Bruin experience for their admits by integrating them into their community so that they are able to get a better sense of UCLA’s campus atmosphere and values. In combination on learning more about the values of UCLA, they want to emphasize the sustainability and environmentally conscious aspect of campus.",
		"amt": 173.46
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "The Academic Mentoring and Profession Development Program",
		"name": "Alumni Networking Night",
		"desc": "This program introduces UCLA undergraduate students to established UCLA alumni and graduate students who have experience in the professional world. The goal is for students to network with these professionals and form long-lasting relationships that they can use as a resource when they search for internships, jobs, and apply for graduate school in the future. They hope that this event teaches students how to better prepare themselves for the professional world beyond the skills they’ve gained in their undergraduate studies. Their overall aim is to build a strong network of Muslim professionals and to inspire younger generations to succeed as well.",
		"amt": 495.99
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Carbon Neutrality Initiative at UCLA",
		"name": "Carbon Neutrality Initiative Speaker Event",
		"desc": "CNI’s speaker event included prominent individuals from a variety of backgrounds, such as Rep. Ted Lieu (CA-33) and M. Sanjayan, who discussed climate change and how to combat the issue.",
		"amt": 483.78
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Carbon Neutrality Initiative at UCLA",
		"name": "Cool Campus Challenge BruinBus Community Engagement",
		"desc": "CNI obtained advertising space on the exterior of one BruinBus to raise awareness about the Cool Campus Challenge. The Cool Campus Challenge is a UC-wide competition between campuses with the goal of individual students, faculty, and staff decreasing their carbon footprints. Their advertisement was featured for four weeks, reaching both bus riders and passerbyers.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Carbon Neutrality Initiative at UCLA",
		"name": "Carbon Neutrality Initiative Environmental Documentary Screening Night",
		"desc": "CNI hosted an environmental documentary on the Hill, increasing both student and community awareness about anthropogenic climate change, sustainability practices, and the environmental crisis. They provided vegan/vegetarian snacks and drinks as well as collateral swag-bags to the attendees. Their intention is to attract students who are already knowledgeable and passionate about environmentalism as well as those students who are eager to learn more about sustainability, greenhouse gas emissions, and the environmental crisis.",
		"amt": 496.04
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Carbon Neutrality Initiative",
		"name": "Environmental Awareness Art Competition",
		"desc": "Through this competition, 15 finalists are chosen to be displayed in Kerckhoff gallery and receive prizes relating to the promotion of sustainable practices. This art gallery provides visual context to the damages occurring to the planet every day and allows students to express frustrations regarding harmful environmental policies. This event also provides an outlet for students to express their creativity and give them a platform to voice their concerns.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Pilipino Transfer Student Partnership",
		"name": "Student Empowerment Networking Day",
		"desc": "Student Empowerment Networking Day is a YIELD event that invites all Pilipinx students that were accepted into UCLA as transfer students. The event consists of a showcasing of the Pilipino Transfer Student Partnership and other various Pilipinx organizations. The components of the day includes a breakfast, a presentation on PTSP, various performances, a campus tour, and a student panel.",
		"amt": 493.88
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "M.E.Ch.A. de UCLA",
		"name": "UCLA's 20th Annual Latinx Admit Weekend",
		"desc": "The Latinx Admit Weekend, formerly known as Raza Weekend, is a four-day, three-night program that brings self identified Latinx students and their families to UCLA. This year, They are determined to decrease the amount of plastic water bottles purchased and paper wasted by providing students with different swag to remedy this, such as reusable water bottles. This event is meant to empower and educate students through keynote speakers, workshops, student panels, and much more about what is means to be a person of color on a historically white campus. Students discuss challenges and obstacles one might face during their higher education and offer resources to ensure success in the Latinx community. Some of the activities they provide serve the purpose of engaging the current UCLA Latinx community and bringing to light some of the campus partners that may be helpful in guiding Latinx’ students journey in higher ed. Overall, this event unites different communities, Latinx organizations, and admits to create an environment in which students can find their place and feel at home on the UCLA campus.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2019,
		"org": "Colleges Against Cancer",
		"name": "UCLA Relay for Life",
		"desc": "Relay for Life is a 24 hour event at UCLA that brings people together to celebrate the lives of those who have battled cancer, to remember loved ones lost, and to fight back against a disease that takes too much. Colleges Against Cancer (CAC) is a collegiate organization that brings the fight against cancer directly to college students by planning Relay For Life, encouraging education, inspiring advocacy, and celebrating survivors & caregivers. Key components include the luminaria ceremony, bringing UCLA researchers to speak about current cancer research, performers, games, cancer advocacy education, and walking the track at Drake Stadium.",
		"amt": 348.51
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "Veg Bruins",
		"name": "Vegan Fair",
		"desc": "Vegan Fair is a campus-wide event on Bruin Plaza that informs and engages the UCLA community on veganism, primarily based on food. This event features various vegan food vendors, who table at the event and give out free samples of food or coupons. Veg Bruins also host a vegan bake-off, where UCLA students can compete for the best vegan bakes. Veg Bruins also provide vegan butter and vegan eggs for the bakers and the competitors can use these ingredients to make whatever baked goods they desire. Overall, Vegan Fair is dedicated to uniting the community around veganism and bringing together those who are vegan, vegetarian, or interested in more plant-based eating.",
		"amt": 193.55
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "UCLA Piano Project",
		"name": "Piano Project Canopy",
		"desc": "The purpose of this project is to provide UCLA students with an outdoor music experience. A public piano already adds creativity and community to the UCLA campus since students are able to enjoy playing/listening to the piano outside. However, it can be hot outside, so the Piano Project hopes to add shade provided by a canopy. Having a shaded area is important because it reduces the need for energy consumption of fans or air conditioning and overall makes the space more accessible and attractive.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "Environmental Student Network",
		"name": "Sage Hill Photocapture Initiative",
		"desc": "One of ESN’s major projects is to continue the beautification and restoration of Sage Hill and to push to make Sage Hill an official Native Species Reserve. They know one of the biggest aspects of making it one is showing that students are actively engaged with this area and that the area itself is a hotspot of biodiversity on campus. This can be addressed by the establishment of their photocapture initiative, where they build and place motion capture equipment around Sage Hill to photograph the diversity of life present there. This allows for stakeholders to see how truly amazing this area is!",
		"amt": 364.38
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "Environmental Student Network",
		"name": "Sage Hill Restoration",
		"desc": "ESN plans to continue the beautification and restoration of Sage Hill and to push to make Sage Hill an official Native Species Reserve. Restoration work at Sage Hill consists of removing visually appealing invasive plants (bright green, bright yellow flowers, etc.), for the sake of conventionally plain California native plants. Their goal with this project is to purchase flowering perennial native plants so that visitors to Sage Hill can enjoy and appreciate beautiful native plants. They involve club members of Environmental Student Network in the planting process as well as the continued upkeep of the plants, which is needed until the plants are established. By involving club members (and other interested undergraduates), they hope to foster a love of gardening and create a greater appreciation for native plants.",
		"amt": 497.3
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "3D4E at UCLA",
		"name": "Seed-Dropping Plane Drone",
		"desc": "This project’s goal is to reseed deforested areas. They do this by utilizing the high versatility of 3D printers to develop a plane drone that can release tree seeds from a compartment. The drone can fly over difficult-to-reach areas and drop seeds to initiate plant growth. Deforestation has often been cited as a major factor in climate change, especially because trees and plants act as carbon sinks that draw in carbon dioxide from the environment for their own natural processes. By replanting these seeds, creating this drone can assist in reforesting areas and adding more green to lifeless fields. Additionally, by employing 3D printing and refining the design, 34DE can release instructions onto the internet so other people in the world can build or modify a drone of their own. In this way, their impact goes beyond the boundaries of campus.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "USAC Facilities Commission",
		"name": "Ride the Microwave",
		"desc": "Ride the Microwave aims to increase food-related resources for students by focusing on sustainability-related aspects of food, primarily the use of reusable straws, utensils, and containers by students. They hope to assist the students who bring their own food to campus and encourage them to engage in sustainable consumption practices through tabling. At this event, they had students fill out a survey on their plastic use and provided free reusable straws as an incentive. They promoted the use of reusable food containers/utensils by providing a discount code for companies that sell reusable containers, such as To-GoWare.",
		"amt": 155.8
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "E3: Ecology, Economy",
		"name": "Equity; UCLA PLAN Membership",
		"desc": "By accessing a PLAN membership, all UCLA students and faculty gain resources to reduce their waste. These resources include online workshops, manuals, discounts, and consulting services. The online workshops target specific issues that college students encounter, such as dorm move out and sustainable tabling, and there are also leadership certification trainings available. Manuals are another way for students to learn about specific topics, such as waste audits and food recovery. Many sustainable companies have also partnered with PLAN and offer discounts to members. Lastly, E3 gains a Campus Coordinator who is available to meet with any members about zero waste questions or concerns.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "UCLA Student Committee for the Arts",
		"name": "SCA Weekly Waste Reduction",
		"desc": "The Student Committee for the Arts meets every week where food is catered. Through this project, they aim to substantially cut down on the food, plastic, and paper waste they generate from those dinners. They want to provide every member of their club with a portable set of bamboo silverware. In addition, they also want to start using compostable plates for their meals and obtain a club compost caddy for all their leftover food each week.",
		"amt": 250
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "UCLA Student Committee for the Arts",
		"name": "CAP Arts Earth Partnership",
		"desc": "The Arts Earth Partnership is an environmental sustainable certification program that focuses on cultural facilities in the West L.A./Santa Monica region. Specific to UCLA, AEP sends an auditor to determine areas of Royce Hall and the Center for the Art of Performance where improvement is needed. SCA then implements those changes and the auditor returns to determine whether the goals for improving these aspects of sustainability were met. Once approved, SCA then joins other cultural organizations in the area as official AEP affiliates. This project primarily addresses minimizing water and power usage in facilities used by the Center for the Art of Performance. Other aspects of the partnership involve lessening CAP facilities' landfill impact and CO2 emissions.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "UniCamp Sustainability Chair",
		"name": "Sustainability in UniCamp's Training Sessions",
		"desc": "UniCamp is an organization that empowers underserved youth through a week of camp in which UCLA student volunteers teach lessons on empathy, motivation, and appreciation of nature. This project aims to practice sustainability in UniCamp’s training sessions for volunteers. In training sessions, volunteers do multiple leadership activities that require using a variety of supplies. Typically, student leaders buy supplies out of their personal budget, and so, they buy the cheapest supplies they can find. Cheap supplies are not usually sustainable since they are coated in plastic and chemicals and are useless after a year. By providing supplies to volunteers that are sustainable and durable, they can be kept and reused in future seasons of UniCamp.",
		"amt": 281
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "Clean Consulting at UCLA",
		"name": "Zero Waste Week Student Workshop",
		"desc": "This workshop reached 1,000+ students on how best to reduce waste in their day to day lives. The first step of this comprehensive experiential learning workshop was educating students about waste and its effects on our society, economy, and environment. Clean Consulting then presented a myriad of strategies that each student can reduce or eliminate waste in their daily lives, such as eliminating single use plastics. They then discussed what it means to live \"package free\" and how attainable this lifestyle can really be. In addition, they addressed food waste, the importance of composting, and the importance of eating locally to reduce food miles. Finally, they spoke to the mass-consumerism that currently plagues our planet with pollution, human rights violations, and waste.",
		"amt": 337
	},
	{
		"quarter": "Fall",
		"year": 2018,
		"org": "Renewable Energy Association at UCLA",
		"name": "REA Solar Generator",
		"desc": "This project shows students how a solar generator works through hands on experience. More specifically, it demonstrates how an electric vehicle can be charged on the go, eliminating the harmful impacts of gasoline combustion. The solar generator can also power other outlets, so REA plans to lend out their solar generator to campus events coordinators for them to use.",
		"amt": 360.55
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Alpha Kappa Alpha",
		"name": "Green Wednesday",
		"desc": "During Green Wednesday, Alpha Gamma members table info on environmental sustainability in order to educate students. They give out free reusable water bottles and grocery bags so that student can practice green acts.",
		"amt": 493.07
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Sustainability Action Research",
		"name": "SAR Hospital Team",
		"desc": "The main objective of SAR Hospital Team’s project is to enhance sustainability in UCLA Health to help reach the university’s goal to become waste free. They have compiled a list of initiatives and products that other hospitals have implemented to improve their own sustainability and will continue to expand this list of best practices. They aim to narrow down their research and determine a few specific alternate sustainable items that they can negotiate to be implemented into the UCLA hospitals and health centers. They are also interviewing field experts and individuals directly affected by changes in healthcare products (e.g. nurses).",
		"amt": 39.32
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Environmental Student Network",
		"name": "Planting Seeds of Appreciation (for California Native Vegetation!)",
		"desc": "ESN held a volunteering day at Sage Hill on Earth Day, where they invited UCLA students to get involved with restoration efforts at Sage Hill, including trail maintenance, trash removal, and native plant planting. They hoped to make use of the energy that surrounds Earth Day and turn it into positive action at UCLA’s only native site. These activities not only aided in the continuing restoration efforts but also sought to improve accessibility and enjoyment of Sage Hill for the UCLA community. By providing as many students as possible a chance to become personally engaged with Sage Hill, ESN creates a network of students who care and advocate for the continued preservation of the area.",
		"amt": 496
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "The CPR and First Aid Program at UCLA",
		"name": "SuperCPR 2018",
		"desc": "Each year, UCLA ResLife co-hosts an event with the UCLA CPR First Aid Program called \"SuperCPR” that provides free American Heart Association Heartsaver CPR certifications to one hundred hill residents at UCLA. The purpose of the event is to spread knowledge of life-saving procedures across the entire UCLA campus and ensure students’ preparedness for emergency situations at no personal expense to them. This event also allows the CPR instructors to enhance their knowledge about these life-saving techniques and further their interest in education and the healthcare field.",
		"amt": 500
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Sustainable Action Research",
		"name": "SAR Native Landscaping Earth Day Fair Booth",
		"desc": "At the E3 Earth Day Fair, SAR tested and expanded students’ knowledge of native California plant species as a supplement to a Sustainability Action Research Native Landscaping project that identifies and encourages new landscaping practices on the UCLA campus that are ecologically sound and promote ecosystem health. They also discussed current landscaping practices at UCLA and how SAR hopes to improve them through the Native Landscaping project, inviting interested students to participate in their student focus groups.",
		"amt": 118.05
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Sustainability Action Research",
		"name": "SAR Zero Waste Events Earth Day Materials",
		"desc": "Through research and collaboration, the Zero Waste Events Team aims to implement zero waste practices at events of various scales and entities at UCLA. By tabling at the Earth Day Fair, they were able to showcase their progress and ideas to the UCLA community while also educating the student body on sustainable alternatives to disposable items.",
		"amt": 500
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Swipe Out Hunger",
		"name": "Bruin Dine Reusable Trays and Utensils",
		"desc": "Bruin Dine aims to address food waste and food insecurity as well as the stigma around food insecurity on campus. Bruin Dine takes the remaining food from the dining halls on the hill that otherwise would be wasted and hosts a buffet- styled event for food-insecure students. This program uses the resources already available on campus to help students in need, creating a more sustainable future, not only for the environment but also for the lives of these students. When the event first began, they used disposable tin trays and went through more than 20 trays in just one night. As a weekly event, the use of trays alone can create an incredible amount of waste, so using reusable metal trays eliminates tin trays altogether that would otherwise be sent to the landfill.",
		"amt": 500
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Watts Tutorial Program",
		"name": "Watts Tutorial Program",
		"desc": "The Watts Tutorial Program, founded in 1990, brings children (Grades 1-12) from the housing projects for 1:1 weekly tutoring sessions. UCLA students tutor, connect with, and inspire their service recipients to reach higher education. Besides tutoring, each session includes an activities segment, which can range from sports, arts and crafts, or bringing in guest speakers. In addition, they provide a nutritious free meal for all the tutees weekly. Their Food Directors ensure that the home-cooked meals are healthy and balanced. Another important aspect of the Watts Tutorial Program is their field trips and outings that are not only educational but also help the tutors and tutees bond.",
		"amt": 382.7
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Sustainability Action Research Graduate Housing Team",
		"name": "Waste Diversion Earth Day Tabling",
		"desc": "The SAR Graduate Housing Team focuses on educating UCLA students and residents of proper waste diversion practices in order to help UCLA with their Zero Waste goals. While their current work primarily focuses on perfecting the implementation of a composting system in the two UCLA-owned graduate housing apartment complexes on Hilgard Avenue, they want to extend these efforts to other complexes, either in graduate or undergraduate housing. They tabled at E3's Earth Day Fair to discuss their research to the broader UCLA community and receive feedback on what the community would like to see. By having a presence at Earth Day, their team was able to better understand how many students are 1) aware of UCLA's Zero Waste Goals, 2) confident in the waste diversion abilities, and 3) interested in having a composting system within their own housing complexes.",
		"amt": 188.39
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Alpha Epsilon Delta",
		"name": "HAPY Health Fair",
		"desc": "HAPY Health Fair aims to provide free healthcare services to disadvantaged communities in the LA area that might otherwise face barriers to access. In doing so, they hope to increase student engagement and awareness of healthcare issues in society and inspire passion in future healthcare professionals. The health fair itself has five main components: general health, women’s health, mental health, pet health, and health education. The general health component includes services like BMI checks, blood pressure monitoring, and vision, hearing, and dental screenings. Women’s health services include teaching breast self exams, free women hygiene products, and STD/STI screening. Mental health and pet health services include free check ups. Health education services ranges from BLS/CPR demonstrations to information on affordable or free health insurance.",
		"amt": 200
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Bruins Fighting Pediatric Cancer",
		"name": "BFPC Goes Green",
		"desc": "BFPC Goes Green incorporates sustainable practices within their volunteering programs while simultaneously encouraging club members to practice sustainability. Their volunteer program drives to the Ronald McDonald House multiple times a quarter to play games, make crafts, bake, and watch movies with the children. Their volunteer program also has a playroom in Mattels Children’s Hospital, which they stock with craft supplies (paper, scissors, sticker, glue, etc.) and board games for their members to provide to patients. The goals of their project include using reusable and recycled materials in their volunteering supplies and stocking their playroom with recycled paper and reusable games to reduce waste. Another key component is encouraging club members to live sustainably. To promote club sustainability, they intend to provide Zipcars as a primary form of transportation to the Ronald McDonald House. By carpooling, their club reduces carbon emissions.",
		"amt": 309.12
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "# MyLastTrash Campaign",
		"name": "Zero Waste Meal Kits",
		"desc": "A student Op-ED argued that the best way to improve waste reduction efforts is to clarify the Zero Waste by 2020 Goals, to give updates on its progress, and to provide students with the tools to support UCLA to reach Zero Waste. Two major ideas address these aspects: 1) The first clarifies Zero Waste by 2020 through video by interviewing students to gauge their knowledge about Zero Waste by 2020, plainly stating campaign goals, and interviewing staff members to discuss current progress and future goals; and 2) the second idea “arms” students with tools to reduce their waste. Video interviews of waste-conscious persons on how they reduce their waste on campus will create “how-to” tips. A DIY waste-free meal kit event directly engages students. Participants sign the #MyLastTrash pledge, learn to repurpose t-shirts into lunch bags, make beeswax food wrapping, and receive reusable to-go cutlery kits. Overall, this project aims to bolster campus faith and enthusiasm for Zero Waste by 2020.",
		"amt": 341.9
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Fashion and Student Trends at UCLA",
		"name": "FAST Annual Fashion Show",
		"desc": "FAST showcases their members' clothing pieces (that many of them have designed) during their annual, student-run, fashion show in Pauley Pavilion. Their show gives UCLA students a platform to use art to represent themselves and their diverse backgrounds. One key component of the show is to bring awareness about the importance of practicing sustainability by buying, selling, and donating second-hand clothing. Another key component is to create an atmosphere in which the attendees, as well as our committee members, are encouraged to take part in sustainable fashion by reworking their own clothes to produce something new and trendy, especially because trends make comebacks.",
		"amt": 205.67
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "Environmental Student Network",
		"name": "End of Year Sage Hill Improvements",
		"desc": "ESN hopes to increase accessibility to the Sage Hill site, protect ongoing restoration efforts, and make one final restoration push to end the year. The first component of this project is to mark more clearly the trail edges so that visitors can stay within maintained trails. In addition, they plan to clearly mark some of the more highly-native-plant dense areas with small, unobtrusive barriers. Finally, they aim to plant a few more native species in areas where their planting efforts did not fill the space entirely.",
		"amt": 497.3
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "CALPIRG",
		"name": "Save the Bees",
		"desc": "One of the primary campaigns CALPIRG is running on campus is their Save the Bees Campaign. CALPIRG holds a joint planting day with the Environmental Student Network, and it is vital that they plant these native species since the plants sustain native wild bee populations as well as wild animals that have made their home in Sage Hill. A main component of this campaign is to provide bee friendly habitats through the planting of native species on campus. This fulfills a major requirement in making UCLA a certified bee friendly campus, which would be a monumental step in setting the precedent to other UCs to focus on saving the bees.",
		"amt": 435
	},
	{
		"quarter": "Spring",
		"year": 2018,
		"org": "REA Biodiesel Fuel Team",
		"name": "Biodiesel Project",
		"desc": "The Renewable Energy Association Biodiesel team experiments with wasted cooking oil taken from places, such as the UCLA dining halls and food venues, and converts the cooking oils into diesel fuel that can be used for vehicles. Their goal is to be able to create a steady supply of biodiesel to fuel the fleet of 25 diesel vehicles and 1 diesel bus that UCLA uses around campus. These diesel vehicles use up to 200 gallons of petroleum diesel a year normally, but they plan to change it so that they are all fueled by biodiesel. This would help protect the environment and reduce pollution, as biodiesel drastically reduces any hazardous chemicals and pollutants that petroleum diesel normally creates.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "The UC Carbon Neutrality Initiative",
		"name": "How to be Green Videos",
		"desc": " The UC Carbon Neutrality Initiative created five videos for a mini-series of short, attention-grabbing videos on methods of reducing one's own carbon footprint. They are styled after the 60-second “Tasty” cooking videos that showcase appealing, easy-to-make recipes. The videos include sped-up frames of the different activities relating to video content, paired with a fun instrumental song.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "Renewable Energy Association and Project Literacy",
		"name": "Learn & Teach Program",
		"desc": "This project aims to educate K-12 students in the LA area about the types and application of renewable energy sources in their day-to-day lives in hopes of inspiring them to pursue a sustainable future. They create exciting and educational demonstrations that highlight the importance and technical aspects of renewable energies. By the end of their program, they hope to instill in the children a knowledge that warrants further education and a desire to implement environmentally friendly practices in their future.",
		"amt": 150
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "E3: Ecology, Economy, & Equity at UCLA",
		"name": "Fair Trade Campaigns National Conference",
		"desc": "The National Fair Trade Conference gives students the opportunity to learn from experienced campaigners and social justice advocates, as well as network with other students and faculty from across the country who are engaged in similar work on their own campuses. Not only do students gain insights into how to improve their advocacy for Fair Trade within the UCLA community, but the conference allows them to build professional connections and celebrate their achievement in making UCLA the second largest Fair Trade university in the US.",
		"amt": 300
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "Environmental Student Network",
		"name": "Sage Hill: Replacing Invasives with Flowering Natives",
		"desc": "Through this project, ESN continues the beautification and restoration of Sage Hill. Often, restoration work at Sage Hill consists of removing visually appealing invasive plants (bright green, bright yellow flowers, etc.), for the sake of conventionally plain California native plants. Their goal with this project is to purchase flowering perennial native plants so that visitors to Sage Hill can enjoy and appreciate beautiful native plants. They involve club members of Environmental Student Network in the planting process as well as the continued upkeep of the plants, which is needed until the plants are established. By involving club members (and other interested undergraduates), they hope to foster a love of gardening and create a greater appreciation for native plants.",
		"amt": 491
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "CampMed",
		"name": "CampMed 2018",
		"desc": "FCN CampMed’s mission is to provide an opportunity for high school students faced with socioeconomic barriers to learn more about healthcare careers and how to pursue a higher education. They are an educational enrichment program that encompasses a unique three-day camp experience and subsequent mentorship program. UCLA students act as camp counselors and long-term mentors for the high school students, providing support for their academic and extracurricular success. CampMed consists of hands-on medical workshops, team building and leadership activities, higher education workshops, and career panel discussions with healthcare professionals and students. CampMed@UCLA has been active since 2013 and in the process, they have inspired many students to pursue a higher education, with some of their campers even coming to UCLA!",
		"amt": 330.16
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "UCLA Sustainable LA Grand Challenge",
		"name": "Fixtures & Flow",
		"desc": "This research seeks to explore the water savings opportunities of replacing inefficient indoor water fixtures with upgraded and efficient water fixtures in specific buildings on UCLA’s campus. In collaboration with Bruin Home Solutions, they audit all bathrooms in Murphy, Powell, Wooden, and Boelter, which are the four buildings on UCLA’s campus that are in the project’s scope and collect an inventory of existing water fixtures. In these buildings, they collect data on the number of fixtures, brand, and the flow and flush rates of indoor fixtures such as toilets, urinals, faucets, and shower heads. They then calculate the baseline estimated water use for each building. This will then be compared to their projected water use for each building in order to determine the percentage of water savings.",
		"amt": 274.6
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "APHC",
		"name": "Health Career Networking Night",
		"desc": "Health Career Networking Night connects UCLA students with health professionals and professional students from a plethora of careers and fields. The event maintains a 4:1 professional-to-student ratio, allowing for maximum discussion over many fields. The event begins with a panel featuring five professionals from UCLA Health. Focusing on unique and often not-heard-of healthcare careers that change lives, the panel will introduce students to a variety of professions: a Child Life Specialist, Clinical Laboratory Scientist (Blood Bank), Traumatic Brain Injury Pharmacist, Nurse Anesthetist, and a Clinical Bariatric Dietician. Additionally, the event offers an opportunity to network with even more professionals/professional students, including dental students, public health professionals, anesthesiologists, orthodontists, and more. At Health Career Networking Night, students will see firsthand what potential careers await them and learn about the process of going further into such careers.",
		"amt": 150
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "VSU",
		"name": "Southeast Asian Admit Weekend",
		"desc": "The Southeast Asian (SEA) Admit Weekend is a four day, three night program that allows prospective Southeast Asian Bruins to discover their individual identities and develop a sense of Southeast Asian community consciousness. Students are sorted into families led by two UCLA student volunteers who serve as mentors to provide a supportive environment that extends well beyond the duration of the weekend. SEA Admit provides the students with workshops that touch upon pertinent issues that are often seen as taboo in the SEA community. These workshops encompass the model minority myth, generational gaps, mental health, LGBTQ+ topics, and political activism. Additional workshops include information on academic advancement such as campus resources, time management, scholarships, financial aid, and overcoming barriers as a first generation college student. SEA Admit also conducts an alumni panel, reception dinner, People of Color tour, and office hours with TAs and professors, in order to provide additional resources and knowledge to the students. Overall, the program intends to give students the opportunity to develop community and enthusiasm at the prospect of higher education while offering them accessible resources.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "PREP",
		"name": "Bruin Life Weekend",
		"desc": "Bruin Life Weekend is an event where the accomplishments of Pilipinx students are celebrated for their amazing achievement of being accepted into UCLA and an opportunity to showcase the unlimited opportunities and resources available if they choose to attend. Through campus tours, panels with UCLA students, and diversity lunch, they hope to provide a true Bruin experience for their admits by integrating them into their community so that they are able to get a better sense of UCLA’s campus atmosphere and values. In combination on learning more about the values of UCLA, they want to emphasize the sustainability and environmentally conscious aspect of campus.",
		"amt": 354.63
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "PAC",
		"name": "Dance Marathon Waste Reduction",
		"desc": "Dance Marathon at UCLA is a 26-hour dance-a-thon in which students take a literal stand against HIV/AIDS. The purpose of Dance Marathon is to fundraise money, raise awareness to combat the stigma surrounding HIV/AIDS, educate the community about the cause, and finance outreach and research for a treatment and a cure. During the event, participants are educated on the HIV/AIDS cause by individuals who have been directly impacted by the disease, as well as researchers and advocates working toward the HIV/AIDS cause. Their event spans two days and involves thousands of UCLA students. The Pediatric AIDS Coalition makes every possible effort to ensure Dance Marathon runs as an earth-friendly event.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "Farmers Market UCLA",
		"name": "Market Costs",
		"desc": "The UCLA Farmers Market is an entirely student run, certified non-profit organization aiming to bring sustainable, healthy eating options to the student body. Their goal is to educate students on how to make positive lifestyle choices that are healthy and sustainable. Four times a quarter, Bruin Plaza is transformed into a marketplace with four local vendors, student performances, and educational tabling events. By featuring seasonal foods, easy recipes, and compost bins around the market, they aim to make environmentally sound choices an easy option for students.",
		"amt": 283.46
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "Academic Mentorship Professional Development",
		"name": "Alumni Networking Night",
		"desc": "Alumni Networking Night is an opportunity for UCLA students to network with alumni and graduate students and build connections that assist in developing their professional careers. The alumni and graduate students work in disciplines ranging from medicine and engineering to law and business administration. Students are able to gain invaluable insight about their respective disciplines, learn how to get internships and jobs, and learn how to progress in either academia or their respective industry.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "Afrikan Student Union",
		"name": "ASU Admit Weekend",
		"desc": "The Afrikan Student Union’s (ASU) Admit Weekend is a four day program that brings together newly accepted admits who identify with the Afrikan Diaspora to UCLA’s campus to show them the representation of students of color on campus. They experience a step show, ASU rallies, ASU networking opportunities, Black talks and discussions, and community development workshops, all while interacting with other Black admits and Black Bruins.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "C2C Fellows",
		"name": "Sustainability Leadership Workshop",
		"desc": "The purpose of this conference and workshop is to help strengthen students’ leadership skills, with a focus on the sustainability sector. During the conference, the workshops help strengthen communication skills and allow students to showcase their creative side through sales pitches of their own personal inventions and ideas. Other key components of the conference are sustainable politics and non-profits. The workshops teach them the process of applying to funds, networking, and most importantly, telling their story.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "REA",
		"name": "Compact Solar Generators",
		"desc": "The Solar Team of the Renewable Energy Association aims to build portable solar powered battery pack that can be handed off to students for recreational use on campus. They hope to configure the parts in a way that makes the system easy to use. Building the product in house will provide product development experience as well as the technical knowledge to wire a working circuit. As an organization, they hope to educate the campus on clean energy sources and present the feasibility of a net-zero future. As a leader in undergraduate efforts to achieve UCLA's goal of carbon neutrality, Solar Team focuses on clean energy production and exposing students to cleantech.",
		"amt": 474
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "ESN",
		"name": "Earth Day - Sage Hill",
		"desc": "ESN held a volunteering day at Sage Hill on Earth Day, where they invited UCLA students to get involved with restoration efforts at Sage Hill, including trail maintenance, trash removal, and native plant planting. They hoped to make use of the energy that surrounds Earth Day and turn it into positive action at UCLA’s only native site. These activities not only aided in the continuing restoration efforts but also sought to improve accessibility and enjoyment of Sage Hill for the UCLA community.",
		"amt": 496.07
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "IoES & SAR",
		"name": "Food Waste Team",
		"desc": "The Food Waste Team aims to educate student diners about food waste and to determine the efficiency of education on their food waste behaviors. Their ultimate goal is to encourage long-lasting behaviors that decrease the amount of food that is being wasted. There are three main components of their project: 1) assess current consumer food waste behavior in the dining halls on the hill by conducting surveys and food-waste audits, 2) execute an education and engagement campaign by creating signage for the dining halls and organizing hill-wide events, and 3) measure the impact of their efforts to increase awareness by conducting another round of audits to see if there is a decrease in the amount of food wasted.",
		"amt": 472.23
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "The Congo Basin Institute Club at UCLA",
		"name": "National Geographic Film & Speaker",
		"desc": "CBI hopes to educate the UCLA community on the importance of indigenous life and their role in conserving the forests of the world. The Baka people have lived in the forests of the Congo Basin for generations and their knowledge and way of life is something CBI believes we can all learn from. They screened *Baka: People of the Forest* at a Green Screens event and followed the event with a Q&A with Phil Agland, the producer of the film, and Professor Thomas Smith, the founder of the Congo Basin Institute. Both speakers lived and worked for years with the Baka in the Congo Basin, a biodiversity hotspot, and continue to work on sustainability and conservation projects to this day.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "CALPIRG & Environmental Student Network",
		"name": "Earth Day Plants",
		"desc": "Their project informs students about the threats to and importance of bees, encouraging them to take an active role in advocating for bees and their much-needed existence. Through this project, their goal is to purchase flowering bee-friendly native plants to create more pollinator-friendly spaces on campus. They want to involve club members of both CALPIRG and the Environmental Student Network in the planting process and hope that some members are further inspired by this event and will join either CALPIRG or ESN to continue to work on environmental issues.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "Indian Student Union",
		"name": "Holi 2018",
		"desc": "Holi is a traditional South Asian cultural celebration signifying the triumph of good over evil, the coming of spring, and the festival of colors. This event is designed to celebrate happiness and goodness while imparting positive and hopeful thoughts. While originating from the Hindu religion, Holi has become a global phenomenon celebrated (and appropriated) due to its positive messages and colorful, interactive nature. This program has taken place successfully on the UCLA campus for many years now and serves to allow those who traditionally celebrate this festival to honor their traditions away from home while also educating the greater UCLA community in an informative and engaging manner to allow participation and celebration without appropriation.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "LA Hacks",
		"name": "Hackathon 2018",
		"desc": "LA Hacks is a free annual student-run hackathon event. They bring together over 1,000 university students and company representatives for three days at UCLA's Pauley Pavilion where teams work together, challenge themselves, and exercise their creative muscles to build software and hardware solutions for the problems they witness. LA Hacks, at its core, is a marathon of coding with technical workshops and panels. To cater to such a large audience, they have made the shift to more sustainable sourcing for their plates and other items. They provide everything from accommodations to food and hygienic products for their participants.",
		"amt": 500
	},
	{
		"quarter": "Winter",
		"year": 2018,
		"org": "Underground Scholars Initiative",
		"name": "Just Culture",
		"desc": "The Underground Scholars Initiative aims to showcase performances and art by local artists that speak of the struggles they face as members of historically marginalized populations. This particular event allows communities of color and the UCLA community to come together and enjoy an afternoon celebrating the resilience found in marginalized communities that often go unnoticed. This organization supports all current and prospective students impacted by mass incarceration, imprisonment, and involuntary detainment of any kind and overall aim to create a pathway for formerly incarcerated and system impacted individuals into higher education.",
		"amt": 491.55
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "E3",
		"name": "Climate Leadership Training",
		"desc": "The Climate Reality Leadership Corps (CRLC) invites international environmental activists to be trained by former US Vice President Al Gore and renowned climate scientists to better tell the story of climate change and inspire communities everywhere to take action. At this training, they learn and discuss the following topics: the science of climate change, how it’s transforming communities around the world, the solutions that are available today, powerful storytelling, public speaking, social media networking techniques, media engagement strategies, best practices in grassroots organizing, and how activists are building momentum for solutions around the world.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "Food Security Work Group",
		"name": "Student Food Collective",
		"desc": "This organization is committed to using collective buying power to improve the UCLA community’s access to ethical and sustainable produce. SFC has a longstanding relationship with Gaytan Family Farms, a local food provider. Students place an order through their club for food sourced from Gaytan. With their cooperative model, SFC receives the produce from Gaytan at wholesale prices, making locally sourced food more accessible to students, while supplementing Gaytan’s revenue from a population that typically does not purchase farmer’s market produce due to cost and transportation.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "3D4E",
		"name": "Renewable Energy Project",
		"desc": "The Renewable Energy Project utilizes the high versatility of the 3D printer to reduce the cost of renewable energy devices and seeks to create contraptions that utilize ever-present resources, such as wind or sun, to produce energy. However, though 3D printing generates less waste than subtractive manufacturing methods, waste still exists; because of this, they researched methods to recycle their growing waste depository. Through this project, 3D4E aims to address its own waste production as well as promote cheaper, more accessible renewable energy devices with less wasteful manufacturing methods.",
		"amt": 370
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "REA",
		"name": "Explore Your Universe Booth",
		"desc": "Exploring Your Universe (EYU) is one of UCLA’s largest science outreach fairs and is put on by the science departments every fall quarter. This year, the Renewable Energy Association’s Learn & Teach project built a demonstration to educate children and families about different forms of renewable energy that are possible in urban and suburban settings. They constructed a model suburb containing three elements: solar panels, green roofing, and community gardens. They explained the benefits as families walked past, and children were able to add their own energy efficient contribution to the city by drawing a picture and adding it to a board. At the end of the day, their poster was filled with creative drawings of the children’s solutions to climate change.",
		"amt": 243
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "REA",
		"name": "Sustainival Fair and Activity",
		"desc": "The Renewable Energy Association participated in the Sustainival event to promote sustainability and renewable energy awareness to the student body. At the event, their organization highlighted the impact they have had on UCLA’s campus through past initiatives, and then encouraging students to participate in their upcoming projects. There was a carnival-styled frisbee toss with different sized slots in a plank that highlighted the discrepancy of energy sources (renewable vs nonrenewable) in the US and on UCLA’s campus. Solar powered key chain flashlights were then given to the students who were able to throw the frisbee through the slot marked “renewable energy”.",
		"amt": 364.98
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "Bruin Partners",
		"name": "BP Field Trip",
		"desc": "Bruin Partners is an ongoing service organization that runs an after-school tutoring and mentorship program for middle schoolers at Marina Del Rey Middle School. This quarter, they have decided to work with their volunteers and service recipients specifically on issues of environmentalism and the ways in which humans impact the world around us. In order to further this goal for the quarter, they plan on taking a field trip to the Star Eco Station in Culver City with their service recipients. The mission of the Star Eco Station is “Preservation through Education”, and it provides a last chance for illegal or abandoned at-risk exotic wildlife, as well as environmental education outreach programs.",
		"amt": 200
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "REA",
		"name": "Energy Jobs Fair",
		"desc": "The Energy Jobs Fair is one of the largest student-run, energy-specific professional jobs fairs in Southern California, which allows employers to showcase internship and full-time opportunities in a multitude of sustainable industries. The fair is open to all students at UCLA and typically attracts over 100 attendees from various majors. This event increases awareness and networking opportunities between students and mid to small companies that traditionally do not recruit through mainstream methods. By opening up this niche market to the UCLA student body, REA hopes more students will gain interest in working for a sustainable industry.",
		"amt": 495.12
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "E3 E-Waste Club",
		"name": "Zero Waste Campaign",
		"desc": "UCLA is now a member school of the Post Landfill Action Network! PLAN allows students and faculty to access any of the materials they offer such as workshops, brochures, documents, and other educational services. These services are all focused on ways to become zero waste, and E3 hopes that the student body finds these services useful and implements zero waste practices in their own lives and on campus. They have conducted a waste profile of UCLA with their PLAN campus coordinator, and their coordinator has highlighted areas in which they can improve. Overall, students are finding PLAN to be useful, and E3 is continuing to spread the word about access to PLAN.",
		"amt": 500
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "Environmental Student Network",
		"name": "Sage Hill Nursery",
		"desc": "The purpose of the Sage Hill Nursery project is to cultivate California native plants for use at Sage Hill and across the UCLA campus. UCLA has many areas that can be converted to California native, which would result in an increase of ecological diversity and water conservation efforts. Growing California native plants on campus with the help of students provides for water conservation landscaping projects at and around campus. Sage Hill is also currently underutilized but has the ability to become a popular outdoor space with restoration and the establishment of a small nursery.",
		"amt": 451.41
	},
	{
		"quarter": "Fall",
		"year": 2017,
		"org": "CSC Alternative Breaks",
		"name": "Winter and Spring Break Trips",
		"desc": "Alternative Breaks (AB) is a program initiated and organized by the USAC Community Service Commission. Hoping to raise awareness about social issues through an immersive experience, this program aims to inspire participants to continue long-term service and to transform their concepts of the various social issues apparent in Los Angeles and throughout the country. Some sites AB attended this year include Washington DC, Joshua Tree, Coachella Valley, Kanab, Utah, and Seattle. Every site features a different theme—with the group in Joshua Tree looking into the issue of environmental conservation, the group in Kanab focusing on animal rights, the group in Central California focusing on LGBT rights and mental health, and the group in San Francisco focusing on sustainability.",
		"amt": 500
	}
]
