{
	"Voting Members": [
		{
			"name": "Jane Ni",
			"role": "Committee Chair",
			"photo": "/img/team/ni.jpg",
			"bio": "Chair Jane Ni is a fourth year student majoring in Human Biology and Society with a minor in Global Health. Jane is excited to use TGIF this year to expand knowledge and outreach of sustainability on campus, and she would love to fund more environmental justice related projects. Jane loves knitting, puppies, and Monty’s Good Burger (a vegan fast food restaurant!)",
			"email": "jane14ni@gmail.com"
		},
		{
			"name": "Cheryl Ma",
			"role": "Undergraduate Committee Member",
			"photo": "/img/team/ma.jpg",
			"bio": "Grant Making Committee Member Cheryl Ma is a fourth year student majoring in Economics and minoring in Public Affairs and Environmental Systems and Society. Cheryl’s favorite part about TGIF is that it provides space for students to give back tuition money to fellow undergraduates through large projects and sustainability campaigns. She is specifically an advocate for justice oriented sustainability projects. Cheryl loves crafting, cultural vegan foods, and turtles.",
			"email": "lechuanm@gmail.com"
		},
		{
			"name": "Ragini Srinivasan",
			"role": "Undergraduate Committee Member",
			"photo": "/img/team/srinivasan.jpg",
			"bio": "Ragini Srinivasan (she/her/hers) is a 2nd-year student at UCLA, double majoring in Mathematics/Economics and Political Science. Her passions involve the analysis of social issues through math and data science, and she loves learning about and advocating for environmental justice causes. She is a part of the Facilities Commission and the Office of External Vice President at UCLA ― both of which focus on student advocacy ― as well as the Sunrise Movement, a national youth-led organization that addresses climate justice through political action. In her free time, she loves reading, working out, and cooking (a recent hobby she picked up during quarantine)!",
			"email": "ragini629@ucla.edu"
		},
		{
			"name": "Maddie Wilson",
			"role": "Undergraduate Committee Member",
			"photo": "/img/team/wilson.jpg",
			"bio": "Maddie Wilson (she/her) is a fourth year Environmental Science student with minors in Spanish and Atmospheric and Oceanic Sciences. Maddie is passionate about the intersection between sustainability and equity, diversity, and inclusion. She is excited to broaden TGIF’s outreach to support traditionally non-sustainability related organizations in their journey in sustainability. Outside of TGIF, Maddie is also a Sustainability Action Research co-director. She also loves hiking, making Spotify playlists, and dogs.",
			"email": "maddiewilson@ucla.edu"
		},
		{
			"name": "Grace Leary",
			"role": "Undergraduate Committee Member",
			"photo": "/img/team/leary.jpg",
			"bio": "Grace (she/her) is a 3rd-year History and Political Science double major, and she loves learning about contexts and intersections in social and environmental injustice throughout history, and specifically human relationships with climate change. Outside of TGIF, she is involved with student activist group CALPIRG and works for a nonprofit for environmental education called Turning Green. Grace is also learning how to surf and how to cook vegetables so they taste good!",
			"email": "graceleary23@ucla.edu"
		},
		{
			"name": "Erin Fabris",
			"role": "Staff Committee Member",
			"photo": "/img/team/fabris.jpg",
			"bio": "As Sustainability Manager for Housing & Hospitality Services, Erin is tasked with implementing, maintaining, and tracking the progress of sustainability programs for On- and Off-Campus Housing, UCLA Guest House, Conferences and Catering, Vending Services, the Lake Arrowhead Conference Center, the Bruin Woods Family Resort, and the Luskin Conference Center.",
			"email": "efabris@ha.ucla.edu"
		}
	],

	"Professional Staff": [
		{
			"name": "Jessica Alexander",
			"role": "Grant Coordinator",
			"photo": "/img/team/alexander.jpg",
			"bio": "Jessica Alexander is the Student Government Services Division Manager and TGIF Grant Coordinator at Associated Students UCLA. She oversees the Student Government Services department and works closely with the Undergraduate Student Association Council (USAC) and the Graduate Student Association (GSA) in various capacities, in addition to managing operations and funding for The Green Initiative Fund (TGIF). With over nine years of experience in nonprofit and grant management, she aims to increase awareness of and access to TGIF funding for all students. Jessica holds an MPA in Nonprofit Sector Management from CSUN and a BA in Sociology from UCLA.",
			"email": "tgif@asucla.ucla.edu"
		},
		{
			"name": "Kamea Taylor",
			"role": "Support Staff",
			"photo": "/img/team/taylor.jpg",
			"bio": "Kamea Taylor (she/her) is a third year with a Political Science major and a minor in English and Urban & Regional Studies. She enjoys expanding her knowledge about housing disparities that continue to persist today and how environmentalism has also contributed to that issue. Besides her involvement with TGIF, she is also a part of USAC as director of the Student Leaders of Tomorrow Fellowship to create more inclusive and informed communities outside of UCLA to promote student government and its importance. In her free time, she enjoys roller skating, spending time with friends and family, and binge watching shows.",
			"email": "tgif@asucla.ucla.edu"
		}
	],

	"Sustainability Advisors": [
		{
			"name": "Nurit Katz",
			"role": "Chief Sustainability Officer",
			"photo": "/img/team/katz.jpg",
			"bio": "UCLA’s first Chief Sustainability Officer, Nurit Katz is working to foster partnerships among academic, research, and operational departments to facilitate creating a world class living laboratory for sustainability at UCLA. Nurit also serves as an Instructor for UCLA Extension’s Sustainability Certificate Program. For six years Nurit also served as Executive Officer for UCLA Facilities Management.",
			"email": "sustainability@ucla.edu"
		},
		{
			"name": "Bonny Bentzin",
			"role": "Deputy Chief Sustainability Officer",
			"photo": "/img/team/bentzin.jpg",
			"bio": "As Deputy Chief Sustainability Officer at UCLA, Bonny is a key member of the leadership team for sustainability at UCLA, helping manage sustainability across the university and working to foster partnerships among academic, research, and operational departments to create a world class living laboratory for sustainability.",
			"email": "bbentzin@facnet.ucla.edu"
		}
	]
}
