{
	"Voting Members": [
		{
			"name": "Phoebe Chiu",
			"role": "Committee Chair",
			"photo": "/img/team/chiu.jpg",
			"bio": "Phoebe Chiu (she/her) is a fourth-year student majoring in Psychology and Economics and minoring in Environmental Systems and Society. As the TGIF Chair, Phoebe looks forward to conducting community outreach with students to help students who haven't been previously interested in sustainability discover how to utilize the fund as a resource to promote sustainability on campus. Outside work, Phoebe loves to visit LA museums and food/dessert spots, sing karaoke with her apartment mates, and to learn crochet and spoken word poetry.",
			"email": "mailto:phoebechiu@g.ucla.edu"
		},
		{
			"name": "Mia Rosati",
			"role": "Undergraduate Committee Member",
			"photo": "/img/team/rosati.jpg",
			"bio": "Mia Rosati (she/her) is a third-year undergraduate student majoring in Ecology, Behavior, and Evolution (EBE) and minoring in Literature and the Environment. Last year, Mia was a member of the Native Plant Nursery Team of the Sustainability Action Research (SAR) Program and a participant in the Spring 2022 Student Leadership Institute for Climate Resilience (SLICR) cohort. She has also volunteered her time for several environmental sustainability and conservation oriented non-profits, most recently for two student-led education and advocacy nonprofits based in the Bay Area: Save The Uglies and For Elk. In her free time, Mia enjoys hiking, birdwatching, gardening, baking, binging TV shows, and making art.",
			"email": "mailto:miarosati7@gmail.com"
		},
		{
			"name": "Grace Leary",
			"role": "Undergraduate Committee Member",
			"photo": "/img/team/leary.jpg",
			"bio": "Grace (she/her) is a 4th-year History and Political Science double major, and she loves learning about contexts and intersections in social and environmental injustice throughout history, and specifically human relationships with climate change. Outside of TGIF, she is a part of the USAC Facilities Commission as the Building Our Space Co-Director, and works in an archive for the LA Poverty Department’s Skid Row Museum. She loves reading--and recommends Braiding Sweetgrass to sustainability-loving readers. She also rides the bus as often as she can to get to the beach or to try restaurants and coffee shops around Los Angeles!",
			"email": "mailto:graceleary23@ucla.edu"
		},
		{
			"name": "Ethan Choi",
			"role": "Undergraduate Committee Member",
			"photo": "/img/team/choi.jpg",
			"bio": "Ethan Choi (he/him) is a 4th-year Environmental Science major with a concentration in Environmental Engineering. He is excited to advance the culture of sustainability at UCLA through his work with TGIF and allow students to explore various sustainability ventures. During his time here at UCLA, Ethan was a leader for the Sustainability Action Research (SAR) Plastic Policy Implementation team and has a leading role on the Mealworm team of Bruin Home Solutions.Outside of sustainability, he is active in club baseball, goes hiking often and loves to roam around the city in search of new restaurants and activities.",
			"email": "mailto:ethanchoi31@g.ucla.edu"
		},
		{
			"name": "Tyler Wong",
			"role": "Undergraduate Committee Member",
			"photo": "/img/team/wong.jpg",
			"bio": "Tyler (he/him) is a 2nd year transfer studying Political Science and minoring in Environmental Systems and Society. In his tenure, he is committed to perform all TGIF duties with environmental justice as his number one priority. In addition to TGIF, Tyler is a Lead Tour Guide for Campus Tours, Outreach Coordinator for DIG Campus Garden Collective, and an Apprentice-level beekeeper with Bruin Beekeepers. He also has experience in corporate sustainability and conducts research at the Anderson School of Management benchmarking sustainability disclosures from the largest firms in the country. In his freetime, he loves gardening (indoor and outdoor) and trying his hand at making vegan cuisines from around the world.",
			"email": "mailto:tylerswong@g.ucla.edu"
		}
	
	],

	"Professional Staff": [
		{
			"name": "Jessica Alexander",
			"role": "Grant Coordinator",
			"photo": "/img/team/alexander.jpg",
			"bio": "Jessica Alexander is the Student Government Services Division Manager and TGIF Grant Coordinator at Associated Students UCLA. She oversees the Student Government Services department and works closely with the Undergraduate Student Association Council (USAC) and the Graduate Student Association (GSA) in various capacities, in addition to managing operations and funding for The Green Initiative Fund (TGIF). With over nine years of experience in nonprofit and grant management, she aims to increase awareness of and access to TGIF funding for all students. Jessica holds an MPA in Nonprofit Sector Management from CSUN and a BA in Sociology from UCLA.",
			"email": "mailto:tgif@asucla.ucla.edu"
		},
		{
			"name": "Kamea Taylor",
			"role": "Support Staff",
			"photo": "/img/team/taylor.jpg",
			"bio": "Kamea Taylor (she/her) is a fourth year with a Political Science major and a minor in English. She enjoys expanding her knowledge about housing disparities that continue to persist today and how environmentalism has also contributed to that issue. Besides her involvement with TGIF, she is also a part of the Academic Supports Program (ASP) as well as an Apartment Residential Assistant (ARA) for Gayley Court. All her involvements aid in her efforts to create more inclusive and informed communities outside of UCLA to promote student involvement while also elevating the student experience at UCLA. In her free time, she enjoys roller skating, blogging, making Pinterest boards and playlists, and spending time with friends and family.",
			"email": "mailto:tgif@asucla.ucla.edu"
		},
		{
			"name": "Tamar Christensen",
			"role": "Faculty Committee Member",
			"photo": "/img/team/christensen.jpg",
			"bio": "​​As a Continuing Lecturer in Writing Programs, Tamar uses the platform of rhetorical analysis as an access point for students to both understand and act on our climate crisis. In her pedagogy, campus involvement, community engagement, and lifestyle, Tamar’s focus on the intersection of access and ability empowers others to take tangible climate action that will help manifest the kind of equitable climate future we want to see.  In her spare time, Tamar enjoys living in LA without a car, regenerative gardening, spending time with her cats and backyard chickens, traveling slowly, and eating spicy vegetarian food.",
			"email": "mailto:tamarchristensen@humnet.ucla.edu"
		}
	],

	"Sustainability Advisors": [
		{
			"name": "Nurit Katz",
			"role": "Chief Sustainability Officer",
			"photo": "/img/team/katz.jpg",
			"bio": "UCLA’s first Chief Sustainability Officer, Nurit Katz is working to foster partnerships among academic, research, and operational departments to facilitate creating a world class living laboratory for sustainability at UCLA. Nurit also serves as an Instructor for UCLA Extension’s Sustainability Certificate Program. For six years Nurit also served as Executive Officer for UCLA Facilities Management.",
			"email": "mailto:sustainability@ucla.edu"
		},
		{
			"name": "Bonny Bentzin",
			"role": "Deputy Chief Sustainability Officer",
			"photo": "/img/team/bentzin.jpg",
			"bio": "As Deputy Chief Sustainability Officer at UCLA, Bonny is a key member of the leadership team for sustainability at UCLA, helping manage sustainability across the university and working to foster partnerships among academic, research, and operational departments to create a world class living laboratory for sustainability.",
			"email": "mailto:bbentzin@facnet.ucla.edu"
		}
	]
}
